Repository: geist22/swars
Catalog: lang/alltext_church_pol.po
Languages: pl_pl

# mission brief email paragraph
source: Your guidance is required in Bangkok, which we shall soon save from the Syndicate.
pl_pl: Twoje przewodnictwo jest potrzebne w Bangkoku, który wkrótce ocalimy od Syndykatu.

# mission brief email paragraph
source: EuroCorp's presence has been contained to a UTOPIA ground station and its security garrison. Already, your brother and sisters gather on the other side of the river, in preparation for making the greatest sacrifice.
pl_pl: Obecność EuroCorpu została ograniczona do jednej stacji UTOPII i jej garnizonu. Już teraz twoi bracia i siostry gromadzą się po drugiej stronie rzeki, gotowi na największą z ofiar.

# mission brief email paragraph
source: Lead the way. Destroy the buildings which link the chain of slavery EuroCorp calls UTOPIA. Show our followers the way of the Cataclysm by eliminating the security personnel.
pl_pl: Prowadź. Zniszcz budowle, wyrwij zęby krat które spajają łańcuch niewoli zwany przez EuroCorp UTOPIĄ. Ukaż naszym wyznawcom drogę Kataklizmu, eliminując personel ochrony.

# mission brief email paragraph
source: Do this for the Nine.
pl_pl: Uczyń to dla Dziewięciorga.

# mission brief book quote
source: The Master held his palms aloft. "Behold my wounds," said He. The onlookers observed the cauterization and the sunlight that shone through His great hands.
pl_pl: Mistrz uniósł swe dłonie. „Oto moje rany” – rzekł. A patrzący widzieli wypalenie i światło słońca przechodzące przez Jego wielkie dłonie.

# mission brief book quote
source: "Let there be pain."
pl_pl: „Niech stanie się ból.”

# mission brief tactical information
source: Landing Ground: Bangkok Cathedral
pl_pl: Strefa lądowania: Katedra w Bangkoku

# mission brief tactical information
source: Support acolytes in A-grav APC
pl_pl: Akolici wsparcia w transporterze A-grav

# mission brief tactical information
source: Target installations
pl_pl: Instalacje celu

# mission brief tactical information
source: IML branch connections
pl_pl: Połączenia odgałęzień IML

# mission brief tactical information
source: Local police have recently escorted armoured cars to the city vault
pl_pl: Lokalna policja niedawno eskortowała wozy pancerne do miejskiego skarbca

# mission title
source: Unrest
pl_pl: Niepokoje

# mission brief email header
source: Apostle of the New Epoch.
pl_pl: Apostole Nowej Epoki.

# mission brief email orders
source: There is a task you must perform for us. The Unguided are foolish enough to think they can use our belief against us. Our sources have told us that a contingent of punks have taken civilians hostage. Your team will be sent in against them.
pl_pl: Jest zadanie, które musisz dla nas wykonać. Niewiedzeni są na tyle głupi, by sądzić, że mogą obrócić naszą wiarę przeciw nam. Nasi wysłannicy oznajmili, iż grupa wyrzutków wzięła cywilów jako zakładników. Twoja drużyna zostanie posłana przeciw nim.

# mission brief email paragraph
source: We have the element of surprise. The Unguided expect us to rescue the hostages. All you must do is destroy the Unguided causing this irritation. Do not worry about the public held to ransom. They are not Churchmembers and mean nothing. Just stop the Unguided in whichever way you choose. Make sure it is permanent.
pl_pl: Mamy dar zaskoczenia. Niewiedzeni spodziewają się, że ocalimy zakładników. Ty zaś masz jedynie zniszczyć Nieprowadzonych, którzy wywołali to zakłócenie. Nie troszcz się o lud trzymany w niewoli. Nie należą do Kościoła i nic nie znaczą. Powstrzymaj Nieprowadzonych w dowolny sposób. Zapewnij im pokutę i zaprowadź pod sąd ostateczny.

# mission brief book quote
source: When tact is required, use brute force. When force is required, use greater force. When the greatest force is required, use your head. Surprise is everything.
pl_pl: Gdy potrzeba taktu, użyj brutalnej siły. Gdy potrzeba siły, użyj większej siły. Gdy potrzeba największej siły, użyj rozumu. Zaskoczenie jest wszystkim.

# mission brief tactical information
source: Landing Ground: Phoenix Temple
pl_pl: Strefa lądowania: Świątynia Feniksa

# mission brief tactical information
source: Unguided hostage takers
pl_pl: Niewiedzeni przetrzymujący zakładników

# mission brief tactical information
source: Sanctuary: Phoenix Temple
pl_pl: Schronienie: Świątynia Feniksa

# game win message
source: So, your faith in yourself proved triumphant. You have not only thwarted the Nine's insane plan to restart the human race with clones of themselves, you have also gained possession of the most destructive weapon ever built.
pl_pl: A zatem twoja wiara w samego siebie zatriumfowała. Nie tylko udaremniłeś obłąkany plan Dziewięciorga, by odnowić ludzkość na własne podobieństwo, lecz także wszedłeś w posiadanie najbardziej niszczycielskiej broni, jaką kiedykolwiek stworzono.

# game win message
source: On Earth, the Syndicate's UTOPIA lies in ruins. Millions hear the voice of Ko-Paull Vissick calling for reason to prevail.
pl_pl: Na Ziemi UTOPIA Syndykatu legła w gruzach. Miliony słyszą głos Ko-Paulla Vissicka, wzywający, by rozum zatryumfował.

# game win message
source: But let your will be done.
pl_pl: Lecz niech się stanie wola twoja.

# weapons description - uzi
source: Old-fashioned personal defence weapon. The original fired chemically propelled kinetic ammunition. This updated version is more reliable as it draws on a personal energy cell to release each round. Nevertheless, the Uzi is a throwback to another time, and as such we regard it as virtually obsolete. The Church of the New Epoch is working on many vastly superior weapons to offer its Disciples.
pl_pl: Broń osobista starego typu. Pierwotnie miotała kinetyczne pociski napędzane chemicznie. W tej odnowionej postaci jest bardziej niezawodna, gdyż czerpie energię z osobistego ogniwa. Mimo to Uzi jest reliktem minionych czasów i uznajemy je za niemal przestarzałe. Kościół Nowej Epoki przygotowuje dla swych Uczniów oręż o wiele doskonalszy.

# weapons description - minigun
source: Despite being something of a museum piece, this kinetic-round firing rotary cannon is considerably superior to the Uzi and more effective against the enemies of our faith. Like the Uzi, it has been upgraded to draw personal cell energy. Its shortcomings are bulk and noise but these are outweighed by its range and destructive power. When used in multiples, miniguns are effective against vehicles.
pl_pl: Choć przypomina eksponat muzealny, ta obrotowa armata kinetyczna przewyższa Uzi i skuteczniej zwalcza wrogów naszej wiary. Zasilana jest energią osobistą. Jej wady – rozmiar i hałas – bledną wobec zasięgu i mocy zniszczenia. Używana w liczbie mnogiej jest zabójcza nawet dla pojazdów.

# weapons description - electron mace
source: The Nine have seen the sub-photon structure of light and they have unlocked its secrets. Their holy research has developed an ionic focus which transfers bolts of lightning onto a target. The weapon's range is superior to kinetic energy weapons and it works particularly well on conductive steel.
pl_pl: Dziewięcioro ujrzało podfotonową strukturę światła i otworzyło jej tajemnice. Ich święte badania stworzyły jonowe skupienie, które zsyła błyskawice na cel. Zasięg tej broni przewyższa oręż kinetyczny i szczególnie dobrze działa na przewodzącą stal.

# weapons description - pulse laser
source: Our scribes have developed an effective weapon based on the conventional laser. TriSodium 89 is injected in the pulse laser's firing chamber where it is lased electrically. The pressure of the gas in the firing chamber can be raised by holding down the trigger, overcharging the weapon and making it more effective in the process.
pl_pl: Nasi skrybowie stworzyli skuteczną broń opartą na laserze. TriSód-89 wstrzykiwany jest do komory strzałowej i wzbudzany elektrycznie. Przytrzymując spust, zwiększasz ciśnienie, przeciążając broń i czyniąc ją potężniejszą.

# weapons description - plasma lance
source: This uses the combined energy of accelerated electrons to fire a stream of unstable energy along a magnetic carrier wave. A significant advance for the Church, and one that proves the value of the teachings held by the Nine.
pl_pl: Broń ta łączy energię przyspieszonych elektronów, by wysłać strumień niestabilnej mocy na fali magnetycznej. Wielki to postęp dla Kościoła i dowód prawdziwości nauk Dziewięciorga.

# weapons description - launcher
source: An implosion grenade is fired towards the target, and uses its own guidance to ensure detonation on impact. Launchers use monopolar accelerator sleds to ensure an impressive range, and those who are targeted can seldom evade the gyro-homing system. This superb weapon is also useful for creating area fire. The auto-reload time does leave our holy Acolytes temporarily vulnerable.
pl_pl: Granat implozyjny sam prowadzi się ku celowi i detonuje przy uderzeniu. Wyrzutnie zapewniają imponujący zasięg, a system żyroskopowy rzadko pozwala ofierze uciec. Broń doskonała do siania ognia obszarowego, choć czas przeładowania wystawia Akolitów na chwilową słabość.

# weapons description - nuclear grenade
source: The light of faith will be seen for miles when a nuclear grenade is detonated in the Church's name. Use with care, Apostle - the devastation this weapon creates is considerable. Be sure to retreat from the area in which it falls. Also, note its effectiveness against structures and groups. To use this device against a single enemy would be tantamount to blasphemy.
pl_pl: Światło wiary będzie widoczne na mile, gdy Granat Nuklearny zostanie zdetonowany w imię Kościoła. Używaj z rozwagą, Apostole – spustoszenie jest ogromne. Wycofaj się zawczasu. Użycie tej broni przeciw pojedynczemu wrogowi byłoby bluźnierstwem.

# weapons description - indoctrinator
source: Our congregation grows with every day. Some souls, though, resist the path of truth we offer. Thus we have the Indoctrinator. It seeds in the minds of those disbelievers everything we know to be true in an instant. How could any resist this avalanche of knowledge and wisdom?
pl_pl: Nasza trzódka rośnie z każdym dniem. Tym duszom, które opierają się prawdzie, dajemy Indoktrynator, który w jednej chwili zasiewa w ich umysłach całą prawdę. Któż oprze się takiej lawinie mądrości?

# weapons description - flamer
source: Those who oppose the path of righteousness can expect to burn for all eternity. These magnox flame-throwers are their first taste of that. They don't have anything like the range of energy or even kinetic weapons, but they have their uses, in crowds for example. They also inspire the fear and submission that we seek.
pl_pl: Ci, którzy sprzeciwiają się drodze sprawiedliwości, zaznają ognia wiecznego. Miotacze płomieni są jego przedsmakiem. Krótki zasięg rekompensuje groza i uległość, jakie sieją.Doskonale nadają się do kontroli tłumu bezbożników.

# weapons description - disrupter
source: This small, convenient unit de-persuades its target or the target's persuaded followers with the minimum of fuss. Although the Disrupter is not a real alternative to the weapons of destruction provided by our scientists and benefactors, it is magnificently subversive.
pl_pl: Małe, poręczne narzędzie, które kończy efekt perswadwania na celu i jego bezwolnych zwolennikach. Zakłócacz nie zastępuje broni zagłady objawionych przez naszych naukowców, jednak jego wywrotowa natura okaże się kluczowa w konkretnych sytuacjach.

# weapons description - psycho gas
source: Distilled from an alien fungoid narcotic, Psycho Gas is the ideal weapon for causing large-scale havoc. Fired into a group of civilians, it will instantly provoke an uncontrollable riot. This will force the authorities to expend their energies regaining control, leaving your holy Acolytes to get on their mission.
pl_pl: Destylowany z pozaziemskiej grzybopochodnej substancji narkotycznej, Gaz Psychoaktywny wywołuje masowy chaos. W tłumie cywilów wznieca niekontrolowane zamieszki, zmuszając władze do reakcji i pozwalając Akolitom na wykonanie misji bez przeszkód.

# weapons description - knockout gas
source: This censer produces a cloud which lays low any unprotected targets who are touched by it. Simplicity is welcome wherever it can be effective.
pl_pl: To kadzielnica ta wydziela obłok, który powala każdego nieosłoniętego, kogo tylko dotknie. Prostota jest miła tam, gdzie przynosi skutek.

# weapons description - ion mine
source: Triggered by enemy activity in the vicinity, the Ion Mine sends out tendrils of electrical energy in all directions and is extremely effective against enemies of the faith in a vehicle or on foot. This device is triggered by target proximity. Its discharge will also affect the CHIP status of those caught by it.
pl_pl: Gdy wróg poruszy się w pobliżu, Mina Jonowa rozsyła wici energii elektrycznej we wszystkie kierunki i z wielką skutecznością razi wrogów wiary, czy to w pojeździe, czy pieszo. Urządzenie to budzi się przez bliskość celu, a jego wyładowanie narusza także stan CHIP tych, których pochwyci.

# weapons description - high explosive
source: A conventional mine which uses a time delay fuse embedded in a directed detonation charge. A handy weapon to use against tanks or other armoured vehicles.
pl_pl: Zwyczajna mina, która korzysta z zapalnika czasowego osadzonego w ładunku o ukierunkowanej detonacji. Poręczne narzędzie przeciw czołgom i innym pojazdom opancerzonym.

# weapons description - long range rifle
source: Our divine work will sometimes call for the elimination of individuals rather than the liquidation of larger groups. The Long Range Rifle fires uranium-depleted kinetic rounds with great accuracy long distances. Few body armour components can withstand the pressure-shock of these advanced shells. Usually one shot will drop a target, and you can make good your escape unseen.
pl_pl: Dzieło nasze bywa takie, że wzywa do usunięcia jednostek, a nie do zgładzenia wielu. Karabin Dalekiego Zasięgu miota pociski kinetyczne ze zubożonego uranu z wielką celnością na znaczne odległości. Niewiele pancerzy zdoła znieść wstrząs tych doskonałych łusek. Zazwyczaj jeden strzał kładzie cel, a ty uchodzisz niepostrzeżenie.

# weapons description - satellite rain
source: We can acquire launch codes for many of the geo-stationary satellites which hang above our planet but the computing costs involved in cracking the Syndicate's encrypted security lock-outs are high. When you activate a strike, within a few seconds, the nearest satellite will target your designated position and fire down bolts of tungsten-uranium alloy which superheat in the atmosphere and cause massive destruction throughout the area.
pl_pl: Możemy posiąść kody odpalenia wielu satelitów geostacjonarnych, które wiszą nad ziemią, lecz wielki jest koszt obliczeń potrzebnych, by złamać szyfry Syndykatu. Gdy wezwiesz uderzenie, w kilka chwil najbliższy satelita namierzy wskazane miejsce i zrzuci gromy ze stopu wolframu i uranu, które rozpalają się w powietrzu i sieją wielkie zniszczenie w całej okolicy.

# weapons description - graviton gun
source: This device is the most destructively powerful the Nine could make mobile. The graviton gun can unleash enough energy to reduce a mountain to boulders. Behold, the wrath of the Nine!
pl_pl: Oto urządzenie najpotężniejsze w zniszczeniu, jakie Dziewięcioro uczyniło bronią osobistą. Działo grawitonowe wyzwala moc zdolną obrócić górę w rumowisko. Oto gniew Dziewięciorga!

# weapons description - razor wire
source: A coil of high-tensile wire with counter-spun barbs. Razor Wire is hard to detect, especially in combat situations. Place it at strategic points and the opposition will do themselves great harm as they blunder into the wire strands. A weapon which has stood the test of time well.
pl_pl: Zwój drutu o wielkiej wytrzymałości, najeżony przeciwbieżnymi nożykami. Drut Ostrzowy trudno dostrzec, zwłaszcza w zgiełku walki. Rozłóż go w miejscach rozumnie wybranych, a przeciwnicy sami wyrządzą sobie wielką krzywdę, wpadając w jego sploty. Broń, która dobrze zniosła próbę czasu.

# weapons description - stasis field
source: Only true deities could bring such a device as this into being. As you activate it, a dome of atomically stable sub-temporal space is created. Known through the centuries as witch-time when it naturally occurs, this has the effect of slowing dramatically any one or anything caught in the dome. It is a sight to pray for.
pl_pl: Tylko prawdziwi bogowie mogli powołać takie dzieło do istnienia. Gdy je uruchomisz, powstaje kopuła atomowo stabilnej, podczasowej przestrzeni. Przez wieki znana jako czas wiedźm, gdy rodzi się sama, spowalnia ona straszliwie każdego i wszystko, co znajdzie się w jej wnętrzu. Widok to godny modlitwy.

# weapons description - chromotap
source: Our scientists have unravelled more of the arcane secrets of the Codex and built a device which will export the natural electrochemical forces contained within the cells of any organic structure which has recently died. This saps the residual cellular energy of the corpse, as long as its cellular structure has not been destroyed. Praise the Nine for their vision, Acolyte.
pl_pl: Nasi uczeni odsłonili kolejne tajemnice Kodeksu i zbudowali urządzenie, które wydobywa naturalne siły elektrochemiczne zawarte w komórkach każdej organicznej istoty, która niedawno zmarła. Wysysa ono resztkową energię komórkową z ciała, póki jego struktura nie została zniszczona. Chwal Dziewięcioro za ich wizję, Akolito.

# weapons description - displacertron
source: The Codex has given us this. Using witch-time still further, you can now transport enemies to other temporal planes. Effectively a time-slip, this is perfect for vanishing a target. It can be used on your own team, but caution is advised; the effects are not fully understood.
pl_pl: Kodeks nam to dał. Wykorzystując jeszcze głębiej czas wiedźm, możesz teraz przenosić wrogów na inne płaszczyzny czasu. Jest to poślizg czasowy, doskonały do unicestwienia celu. Można go użyć także na własnych, lecz zaleca się ostrożność, gdyż skutki nie są w pełni poznane.

# weapons description - cerberus iff
source: A sentry drone upon which a high-powered laser is fitted. A thermo-motion detector built into the base is connected to an identkey reader, and any non-recognised movement it picks up is fired upon. These sentry units are most effective in open areas with a wide field of view.
pl_pl: Strażniczy dron, na którym osadzono laser wielkiej mocy. Detektor termoruchu w podstawie połączony jest z czytnikiem klucza identyfikacji i każdy nierozpoznany ruch, który wykryje, zostaje ostrzelany. Jednostki te są najskuteczniejsze na otwartej przestrzeni, gdzie mają szerokie pole widzenia.

# weapons description - medikit
source: Believe in the Church and it will take care of you. When one or more of your Disciples is injured in the holy war against EuroCorp, using this unit will restore health and fitness. Such a device demonstrates the care and understanding on which the Church of the New Epoch is founded.
pl_pl: Wierz w Kościół, a on się tobą zaopiekuje. Gdy jeden lub więcej z twoich Uczniów zostanie zranionych w świętej wojnie przeciw EuroCorp, użycie tego urządzenia przywróci zdrowie i siły. Takie dzieło ukazuje troskę i zrozumienie, na których opiera się Kościół Nowej Ery.

# weapons description - automedikit
source: An advanced restoration unit which will take care of your wounds and injuries without distracting a member of your team. An invaluable addition to any equipment pack for operatives spreading the word of faith in the Cataclysm.
pl_pl: Zaawansowana jednostka odnowy, która leczy rany i obrażenia bez odciągania uwagi członków drużyny. Bezcenny dodatek do każdego rynsztunku dla tych, którzy niosą słowo wiary w Kataklizmie.

# weapons description - trigger wire
source: A booby-trap which, when set in the required place, will destroy any who venture through the molecular cable spread between two points. Unwittingly, the foe will set off a blast which will render them no further impediment to the cause of our spreading religion.
pl_pl: Pułapka, która ustawiona we właściwym miejscu zgładzi każdego, kto przejdzie przez molekularny przewód rozpięty między dwoma punktami. Nieświadomie wróg wznieci wybuch, który uczyni go już niezdolnym do przeszkadzania w szerzeniu naszej religii.

# weapons description - clone shield
source: This device will render one of your team invisible to detection. They will look to EuroCorp and others just like a harmless executive, and will be able to walk through fire-control zones where our Acolytes would surely be unable to tread. The perfect disguise, and extremely useful for covert operations in the name of the Church.
pl_pl: To urządzenie czyni jednego z twojej drużyny niewidzialnym dla wykrycia. Dla EuroCorp i innych będzie on wyglądał jak niegroźny urzędnik i przejdzie przez strefy ognia, gdzie nasi Akolici nie mogliby postawić stopy. Doskonałe przebranie i narzędzie wielce pożyteczne w tajnych dziełach Kościoła.

# mods description - legs 1
source: Our time is upon us. We must not squander it. Every nanosecond is sacred. Your Acolytes must act with haste and vigour. By removing their mortal flesh and replacing it with this wondrous work of technology, as described in the teachings of the Codex, you give them more of both.
pl_pl: Czas nasz nadszedł i nie wolno go marnować. Każda nanosekunda jest święta. Twoi Akolici muszą działać z pośpiechem i siłą. Usuwając ich śmiertelne ciało i zastępując je tym cudownym dziełem technologii, jak głosi Kodeks, dajesz im jedno i drugie.

# mods description - legs 2
source: May the lessons of the fractal psalms always enlighten us. Secrets of the cosmos have been unlocked to create materials in ways denied within the well of gravity. By judicious use of your funds, we have used such rare substances to create these superior leg prosthetics.
pl_pl: Niech nauki psalmów fraktalnych zawsze nas oświecają. Tajemnice kosmosu zostały otwarte, by tworzyć materię w sposób zakazany w studni grawitacji. Rozumnie używając zasobów, posłużyliśmy się tymi rzadkimi substancjami, by stworzyć doskonałe protezy nóg.

# mods description - legs 3
source: To save a soul, one must first invest the highest technology in it. Blessed are those then who walk on terra firma with the holy purpose in their stride. Let them embody everything the Church stands for; outfit your Acolytes with the finest works of the Nine.
pl_pl: Aby zbawić duszę, trzeba wpierw obdarzyć ją najwyższą technologią. Błogosławieni zatem ci, którzy kroczą po ziemi z świętym celem w każdym kroku. Niech ucieleśniają wszystko, za czym stoi Kościół; przyodziej swych Akolitów w najwspanialsze dzieła Dziewięciorga.

# mods description - arm 1
source: May your aim always be true. To this end, cybernetic arm enhancements are a significant aid to accuracy. The extra armour it provides your Acolytes also contributes to their survivability. Acolytes with arm prosthetics can also throw objects further.
pl_pl: Niech cel twój zawsze będzie prawdziwy. Ku temu cybernetyczne wzmocnienia ramion wielce wspomagają celność. Dodatkowy pancerz zwiększa także przeżywalność Akolitów, a ci z protezami ramion potrafią rzucać przedmioty dalej.

# mods description - arm 2
source: It is our way to bind machine and man. If one improves the man then one should also improve the machine. The new construction techniques these arm mods employ improve on all the benefits cybernetic arms bring to your Acolytes. Give thanks to the Nine.
pl_pl: Drogą naszą jest związać maszynę z człowiekiem. Jeśli doskonali się człowieka, należy udoskonalić i maszynę. Nowe techniki budowy tych ramion pomnażają wszelkie korzyści, jakie niosą cybernetyczne protezy. Składajcie dzięki Dziewięciorgu.
