Repository: geist22/swars
Catalog: lang/alltext_syndct_pol.po
Languages: pl_pl

# mission brief email paragraph
source: Additional: Since CHIP downtime began, Nuuk has remained completely sealed off from the outside world. There have been reports of Cult activity around the city's outer perimeter but nothing has reached us from inside the city itself. Nuuk is directly connected to Reykjavik via IML. The link may still be open from Reykjavik. When you have completed the Reykjavik stage of your mission, find and, if necessary, activate the Nuuk IML link. Proceed to Nuuk and investigate the situation there.
pl_pl: Dodatkowo: od momentu awarii CHIP-a Nuuk pozostaje całkowicie odcięte od świata zewnętrznego. Docierały do nas doniesienia o aktywności kultystów wzdłuż zewnętrznego pierścienia miasta, jednak z jego wnętrza nie otrzymano żadnych sygnałów. Nuuk jest bezpośrednio połączone z Reykjavíkiem poprzez IML. Możliwe, że łącze nadal jest aktywne od strony Reykjavíku. Po zakończeniu etapu misji w Reykjavíku należy odnaleźć i w razie potrzeby aktywować łącze IML do Nuuk. Następnie udać się do Nuuk i zbadać sytuację.

# mission brief email paragraph
source: Remain vigilant!
pl_pl: Zachować pełną czujność!

# mission title
source: Duplicity
pl_pl: Dwulicowość

# mission brief email orders
source: London: Provide maximum security for the Chief Executive meeting.
pl_pl: Londyn: zapewnić maksymalne bezpieczeństwo spotkania Zarządu.

# mission brief email paragraph
source: Listen, Executive <login>. This is London Artificial Intelligence. I have new information and orders for you.
pl_pl: Słuchaj uważnie, Dyrektorze Wykonawczy <login>. Mówi Londyńska Sztuczna Inteligencja. Mam dla Ciebie nowe informacje i rozkazy.

# mission brief email paragraph
source: I now know more about the Church of the New Epoch. The C3 did indeed construct a human intelligence-enhancing device, more effective than anything in conventional cybernetics.
pl_pl: Posiadam teraz więcej informacji na temat Kościoła Nowej Epoki. C3 faktycznie skonstruowało urządzenie wzmacniające ludzką inteligencję, skuteczniejsze niż jakiekolwiek znane rozwiązanie klasycznej cybernetyki.

# mission brief email paragraph
source: Against the orders of Ko-Paull Vissick, certain members of the group then used the experimental cerebral amplifier they had made, on themselves. C3 member Tyrone Chodak was the first to use the device. He also maintained the mission logbook. Several of the log's entries refer to a second book which Chodak began writing to explain some of the scientific theories his enhanced brain was now capable of formulating. He called this second log book the 'Codex' and, thanks to you, we now have a copy. Its entries consist of intensely complex mathematics, quantum physics, genetics and some brand new work in fields as diverse as unified force mechanics and evolutionary cognition. The Codex contains enough revolutionary science to keep every AI in UTOPIA busy for years. London AI is going to do the best it can to study it alone.
pl_pl: Wbrew zakazowi Ko-Paulla Vissicka, niektórzy członkowie zespołu użyli eksperymentalnego wzmacniacza mózgowego na samych sobie. Pierwszym był członek C3, Tyrone Chodak, który prowadził również dziennik misji. Kilka wpisów odnosi się do drugiej księgi, którą Chodak zaczął pisać, aby wyjaśnić teorie naukowe, jakie jego wzmocniony umysł był w stanie formułować. Nazwał ją „Kodeksem” i – dzięki Tobie – posiadamy obecnie jej kopię. Zawarte tam treści obejmują skrajnie złożoną matematykę, fizykę kwantową, genetykę oraz zupełnie nowe prace z tak odległych dziedzin jak mechanika sił zunifikowanych czy poznanie ewolucyjne. Kodeks zawiera wystarczająco rewolucyjną wiedzę, aby zająć każdą SI w UTOPII na wiele lat. Londyńska SI podejmie próbę samodzielnej analizy dokumentu.

# mission brief email paragraph
source: From the mission log, it seems there was a power struggle between Chodak and Vissick, climaxing in an explosion that wrecked the C3's Reykjavik facility. In his notes, Chodak accused Vissick - who was nowhere to be found after the explosion - of sabotage. Chodak also charges EuroCorp with complicity and threatened to use technology derived from the Codex to completely annihilate the Syndicate. The rest of the C3 followed Chodak's lead.
pl_pl: Z dziennika misji wynika, że pomiędzy Chodakiem a Vissickiem doszło do walki o władzę, której kulminacją był wybuch niszczący ośrodek C3 w Reykjavíku. W notatkach Chodak oskarża Vissicka – zaginionego po eksplozji – o sabotaż. Jednocześnie obarcza EuroCorp współodpowiedzialnością i grozi wykorzystaniem technologii wywiedzionej z Kodeksu do całkowitego unicestwienia Syndykatu. Pozostali członkowie C3 podążyli za Chodakiem.

# mission brief email paragraph
source: The explosion at Reykjavik and the disappearance of the C3 both happened less than forty-eight hours before the Harbinger virus hit UTOPIA.
pl_pl: Do eksplozji w Reykjavíku oraz zniknięcia C3 doszło mniej niż czterdzieści osiem godzin przed uderzeniem wirusa Zwiastuna w UTOPIĘ.

# mission brief email paragraph
source: Analysis of your agents' attack on the Nuuk Cathedral uncovered Cult dogma inscribed on walls and pillars, which refers mysteriously to 'The Nine'. It is reasonable to deduce that the Nine and the C3 are one and the same and, therefore, that the Church of the New Epoch is merely a front for carrying out Chodak's threats to destroy the Syndicate.
pl_pl: Analiza ataku Twoich agentów na katedrę w Nuuk ujawniła doktrynę kultu wyrytą na ścianach i filarach, tajemniczo odwołującą się do „Dziewięciorga”. Uzasadnione jest przypuszczenie, że Dziewięcioro i C3 to ta sama grupa, a tym samym Kościół Nowej Epoki stanowi jedynie przykrywkę dla realizacji gróźb Chodaka wobec Syndykatu.

# mission brief email paragraph
source: This means we are up against EuroCorp's former intellectual elite, equipped with advanced technologies, as well as the wildcard Vissick who is giving guidance to the Unguided.
pl_pl: Oznacza to, że stoimy naprzeciw dawnej elity intelektualnej EuroCorp, wyposażonej w zaawansowane technologie, a także nieprzewidywalnego Vissicka, który udziela wskazówek Niewiedzonym.

# mission brief email paragraph
source: Professor Kurt Drennan will give our department heads an immediate strategy briefing, here in London. Drennan and his aide are scheduled to collect a copy of the Codex for the presentation in New Hyde Park. Our recently reconstructed Chief Executive group will be in attendance. The area will be monitored by local police, who are now under our direct control.
pl_pl: Profesor Kurt Drennan przeprowadzi natychmiastową odprawę strategiczną dla szefów naszych działów tutaj, w Londynie. Drennan i jego asystent mają odebrać kopię Kodeksu na potrzeby prezentacji w New Hyde Park. Uczestniczyć będzie niedawno odtworzona grupa Zarządu Głównego. Teren będzie monitorowany przez lokalną policję, pozostającą obecnie pod naszą bezpośrednią kontrolą.

# mission brief email sender
source: London Artificial Intelligence
pl_pl: Londyńska Sztuczna Inteligencja

# mission brief tactical information
source: Dropsite: (a) Presentation podium (b) Professor Drennan's location
pl_pl: Strefa desantu: (a) podium prezentacyjne (b) pozycja profesora Drennana

# mission brief tactical information
source: Data vault, containing watcher drone digital film of the Reykjavik site
pl_pl: Skarbiec danych zawierający zapis z dronów obserwacyjnych z Reykjavíku

# mission brief tactical information
source: EuroCorp Executive
pl_pl: Członek Zarządu EuroCorp

# mission brief tactical information
source: Massive Unguided identkey trace north of HQ district
pl_pl: Silny ślad identyfikacyjny Niewiedzonych na północ od dzielnicy HQ

# mission title
source: Bring Him Back Alive
pl_pl: Sprowadzić Go Żywego

# mission title
source: Deep Mind
pl_pl: Głęboki Umysł

# mission brief email orders
source: Tokyo: Rescue Professor Drennan from the Cultists.
pl_pl: Tokio: odbić profesora Drennana z rąk kultystów.

# mission brief email orders
source: Bangkok: Escort the professor to the EuroCorp campus. Ensure the professor is returned to us unharmed.
pl_pl: Bangkok: eskortować profesora do kampusu EuroCorp. Zapewnić jego powrót bez jakichkolwiek obrażeń.

# mission brief email paragraph
source: Attention, Executive. Professor Drennan has been abducted. An imposter was able to evade my scans, kill Drennan's aide, and take her place for the duration of the lecture. The actual abduction occurred immediately after the meeting. The costly zealot raid was merely a diversionary tactic to cover the final phase of Drennan's abduction.
pl_pl: Uwaga, Dyrektorze Wykonawczy. Profesor Drennan został uprowadzony. Podszywający się oszust zdołał ominąć moje skany, zabić asystentkę Drennana i zająć jej miejsce na czas wykładu. Do właściwego porwania doszło bezpośrednio po zakończeniu spotkania. Kosztowny atak fanatyków był jedynie manewrem dywersyjnym, mającym osłonić końcową fazę uprowadzenia.

# mission brief email paragraph
source: I am still tracking Drennan. He is being held in Tokyo. His UTOPIA chip has not been tampered with.
pl_pl: Nadal śledzę pozycję Drennana. Jest przetrzymywany w Tokio. Jego chip UTOPIA nie został naruszony.

# mission brief email paragraph
source: When you've freed the professor, guide him to safety. Our Bangkok operations centre is secure; take him there.
pl_pl: Po uwolnieniu profesora należy bezpiecznie go ewakuować. Nasze centrum operacyjne w Bangkoku jest zabezpieczone — tam należy go przetransportować.

# mission brief tactical information
source: Dropsite: Tokyo IML Link A
pl_pl: Strefa desantu: Tokio – łącze IML A

# mission brief tactical information
source: Cultist stronghold
pl_pl: Twierdza kultystów

# mission brief tactical information
source: Professor Drennan
pl_pl: Profesor Drennan

# mission brief tactical information
source: Evac zone: Tokyo IML Link B
pl_pl: Strefa ewakuacji: Tokio – łącze IML B

# mission brief tactical information
source: Laser turrets under police control
pl_pl: Wieżyczki laserowe pod kontrolą policji

# mission brief tactical information
source: Estimated contents value of bank vault: 2.5M Cr
pl_pl: Szacunkowa wartość zawartości skarbca bankowego: 2,5 mln kredytów

# mission brief tactical information
source: Dropsite: Bangkok IML Link
pl_pl: Strefa desantu: Bangkok – łącze IML

# mission brief tactical information
source: EuroCorp Bangkok Operations Centre
pl_pl: Centrum Operacyjne EuroCorp – Bangkok

# mission title
source: Re-Alignment
pl_pl: Rekalibracja

# mission brief email orders
source: Hawaii: Your mission is to provide security for a meeting with EuroCorp Honolulu personnel.
pl_pl: Hawaje: Twoim zadaniem jest zapewnienie ochrony spotkania z personelem EuroCorp Honolulu.

# mission brief email paragraph
source: Congratulations, <login>. Good to be in communication with you again.
pl_pl: Gratulacje, <login>. Dobrze znów nawiązać z Tobą łączność.

# mission brief email paragraph
source: Drennan is safely back and undergoing neural re-calibration. In his short time with the Church of the New Epoch, the professor managed to learn more about the Nine and what they have planned for us. As soon as he stops dribbling, we'll ask him what he knows.
pl_pl: Drennan bezpiecznie powrócił i przechodzi obecnie proces rekalibracji neuralnej. W krótkim czasie spędzonym wśród Kościoła Nowej Epoki zdołał pozyskać istotne informacje na temat Dziewięciorga oraz ich planów wobec nas. Gdy tylko przestanie bełkotać, uzyskamy od niego pełny raport.

# mission brief email paragraph
source: In the meantime, we have received a message from the Honolulu AI. Honolulu AI wishes to confirm an allied status with EuroCorp. It has never supported enemies of London AI's strategy, nor is it carrying the Harbinger virus. It is ready to transfer all its resources to EuroCorp's absolute command. Our people and theirs will meet and exchange protocol keys. Security during the proceedings is your responsibility.
pl_pl: W międzyczasie otrzymaliśmy komunikat od SI Honolulu. Sztuczna Inteligencja Honolulu pragnie potwierdzić status sojuszniczy z EuroCorp. Nigdy nie wspierała wrogów strategii Londyńskiej SI ani nie została zainfekowana wirusem Zwiastuna. Jest gotowa przekazać wszystkie swoje zasoby pod absolutne zwierzchnictwo EuroCorp. Nasi przedstawiciele spotkają się w celu wymiany kluczy protokołów. Bezpieczeństwo całej procedury spoczywa na Tobie.

# mission brief tactical information
source: Dropsite: Honolulu water purification plant
pl_pl: Strefa desantu: zakład uzdatniania wody w Honolulu

# mission title
source: The Special Agent
pl_pl: Agent Specjalny

# mission brief email orders
source: Johannesburg: Initiate drone connection immediately and take control of Agent Wu. Seek out and persuade Mirabelle Lucy De Saxo.
pl_pl: Johannesburg: Natychmiast nawiązać połączenie z dronem i przejąć kontrolę nad agentem Wu. Odnaleźć i perswadować Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, once again this is London AI.
pl_pl: Dyrektorze Wykonawczy, ponownie mówi Londyńska Sztuczna Inteligencja.

# mission brief email paragraph
source: I now have the UTOPIA identkey of the cult agent who abducted Professor Drennan. She is Mirabelle Lucy De Saxo IK-771.6482.2002, currently located in Johannesburg.
pl_pl: Posiadam już klucz identyfikacyjny UTOPIA agentki kultu odpowiedzialnej za uprowadzenie profesora Drennana. Jest nią Mirabelle Lucy De Saxo IK-771.6482.2002, obecnie przebywająca w Johannesburgu.

# mission brief email paragraph
source: I have just received this information from a retired EuroCorp agent whose antique cyber-technology has nevertheless enabled him to survive independently, since downtime began. His name is Wu. Because of Wu's extreme resourcefulness, I have done a deal with him. Wu will give me access to all his higher level cerebral functions for one more mission. If he successfully completes it, I will build myself more bubble memory and make his consciousness a part of my own, as soon as UTOPIA is restored. I want Wu to try to persuade De Saxo. I suspect her of being able to detect our agents.
pl_pl: Informacje te otrzymałem od emerytowanego agenta EuroCorp, którego archaiczna technologia cybernetyczna pozwoliła mu przetrwać niezależnie od początku awarii sieci. Nazywa się Wu. Doceniając jego wyjątkową zaradność zawarłam z nim porozumienie. Wu udostępni mi pełen zakres wyższych funkcji mózgowych na czas jednej dodatkowej misji. Jeśli ją ukończy, rozbuduję własną pamięć o dodatkowy pęcherzyk obliczeniowy i włączę jego świadomość do mojej struktury, gdy tylko UTOPIA zostanie przywrócona. Wu ma spróbować perswadować De Saxo. Podejrzewam, że jest zdolna wykrywać naszych agentów.

# mission brief email paragraph
source: Wu has already equipped himself with one of the Church's modified Persuadertrons and is fully prepared for the task ahead of him. If he succeeds, almost eternal consciousness is his.
pl_pl: Wu wyposażył się już w jeden z modyfikowanych Perswadertronów Kościoła i jest w pełni przygotowany do realizacji zadania. W razie powodzenia, otworzy się przed nim perspektywa niemal wiecznej świadomości.

# mission brief tactical information
source: Agent Wu's current position
pl_pl: Aktualna pozycja agenta Wu

# mission brief tactical information
source: De Saxo's current position
pl_pl: Aktualna pozycja De Saxo

# mission brief tactical information
source: Zealot held facilities
pl_pl: Obiekty zajęte przez Zelotów

# mission title
source: Slowdive
pl_pl: Powolne Zanurzenie

# mission brief email orders
source: Cairo: Eliminate Mirabelle Lucy De Saxo.
pl_pl: Kair: Wyeliminować Mirabelle Lucy De Saxo.

# mission brief email paragraph
source: Executive, I am changing your orders. Wu's Persuadertron could not establish a positive lock on his target's identkey. De Saxo can never be one of us. Therefore she must be terminated.
pl_pl: Dyrektorze Wykonawczy, zmieniam Twoje rozkazy. Perswadertron Wu nie był w stanie uzyskać pozytywnej blokady na klucz identyfikacyjny celu. De Saxo nigdy nie może stać się jedną z nas. W związku z tym musi zostać zlikwidowana.

# mission brief email paragraph
source: Wu saw our prey board a Cairo-bound IML. Despatch a team of agents to Cairo immediately. Under no circumstances should De Saxo be allowed to escape.
pl_pl: Wu zaobserwował, jak cel wsiada na łącze IML kierujące się do Kairu. Natychmiast wysłać zespół agentów. Pod żadnym pozorem De Saxo nie może uciec.

# mission brief tactical information
source: Dropsite: Cairo IML Link A
pl_pl: Strefa desantu: Kair – łącze IML A

# mission brief tactical information
source: Evac zone: IML Link B
pl_pl: Strefa ewakuacji: łącze IML B

# mission brief tactical information
source: Eavesdrop: significant cult presence throughout city - no police response
pl_pl: Podsłuch: znacząca obecność kultu w całym mieście — brak reakcji policji

# mission brief tactical information
source: Eavesdrop: Foamsteel Defence Industries executives scheduled to meet cultists - reason unknown
pl_pl: Podsłuch: kierownictwo FoamSteel Defence Industries zaplanowało spotkanie z kultystami — cel nieznany

# mission title
source: Exodus
pl_pl: Eksodus

# mission title
source: Edge Of Darkness
pl_pl: Krawędź Ciemności

# mission brief email orders
source: Sevastopol: We want Sevastopol sterilised. Leave nothing alive there. We can re-populate it later when our clone factories are back on line.
pl_pl: Sewastopol: miasto ma zostać wysterylizowane. Nie pozostawić tam żadnych form życia. Re-populacja nastąpi później, po ponownym uruchomieniu naszych fabryk klonów.

# mission brief email orders
source: Delhi: Eliminate Deel Gonda. Crush the uprising.
pl_pl: Delhi: wyeliminować Deela Gondę. Zdławić powstanie.

# mission brief email paragraph
source: Attention, Executive. You have just eliminated Anika Maritz.
pl_pl: Uwaga, Dyrektorze Wykonawczy. Właśnie wyeliminowałeś Anikę Maritz.

# mission brief email paragraph
source: She was a double agent. I knew this much from the beginning, since Executive Maritz informed me of her plan to infiltrate the Church of the New Epoch. However, I only began to suspect her betrayal when Professor Drennan was abducted. On her return, Maritz told me that her duplicity had been necessary, in order to convince the Nine of her fidelity. The credibility of her story relied upon the conviction that you could get the professor back, which you did. However, I remained unconvinced.
pl_pl: Była podwójnym agentem. Wiedziałem o tym od samego początku, gdyż Kierownik Maritz poinformowała mnie o planie infiltracji Kościoła Nowej Epoki. Podejrzenia o zdradę pojawiły się jednak dopiero po uprowadzeniu profesora Drennana. Po powrocie Maritz twierdziła, że jej dwulicowość była konieczna, aby przekonać Dziewięcioro o jej lojalności. Wiarygodność tej wersji opierała się na założeniu, że zdołasz odzyskać profesora — co faktycznie nastąpiło. Mimo to pozostałam nieprzekonana.

# mission brief email paragraph
source: When she disappeared a second time, without warning, I finally accepted that she had been corrupted by the Church of the New Epoch. This left no alternative. Anika-Mirabelle had to be terminated.
pl_pl: Gdy zniknęła po raz drugi, bez ostrzeżenia, ostatecznie uznałam, że została skażona wpływami Kościoła Nowej Epoki. Nie pozostawała żadna alternatywa. Anika-Mirabelle musiała zostać zlikwidowana.

# mission brief email paragraph
source: We must continue to restore the integrity of UTOPIA. To this end, you will receive further briefings directly from me.
pl_pl: Musimy kontynuować przywracanie integralności UTOPII. W tym celu będziesz otrzymywać kolejne odprawy bezpośrednio ode mnie.

# mission brief email paragraph
source: Update: Intercepted communications between Ko-Paull Vissick and his lieutenants indicate that the Unguided are planning to breakout beyond city perimeters. Vissick expects his followers to rendezvous at Lake Margui Caka on the Tibetan plateau. Here, according to Vissick, they will survive the Cataclysm. The truth is that the end will come for them long before they reach their destination. Nevertheless, massive uprisings are being reported in Delhi and Sevastopol, where we have not yet re-established EuroCorp control. It is this situation you must bring under control.
pl_pl: Aktualizacja: przechwycona komunikacja pomiędzy Ko-Paullem Vissickiem a jego porucznikami wskazuje, że Niewiedzeni planują wydostać się poza granice miasta. Vissick spodziewa się, że jego wyznawcy zbiorą się nad jeziorem Margui Caka na Wyżynie Tybetańskiej, gdzie — według niego — przetrwają Kataklizm. W rzeczywistości ich koniec nastąpi na długo przed osiągnięciem celu. Niemniej jednak w Delhi i Sewastopolu odnotowano masowe powstania, a kontrola EuroCorp nie została tam jeszcze przywrócona. To tę sytuację musisz opanować.

# mission brief email paragraph
source: Sevastopol's heavy industrial sector has been completely overrun by the Unguided mob. Anything that hasn't already been destroyed is now in their hands. Fortunately, they seem to be waiting for something, perhaps a final instruction from Vissick, before attempting to break through the city perimeter controls.
pl_pl: Sektor przemysłu ciężkiego Sewastopola został całkowicie opanowany przez tłumy Niewiedzonych. Wszystko, co nie zostało jeszcze zniszczone, znajduje się obecnie w ich rękach. Na szczęście wydają się na coś oczekiwać — być może na ostateczne instrukcje od Vissicka — zanim podejmą próbę przełamania kontroli perymetru miasta.

# mission brief email paragraph
source: There is similar trouble in Delhi. We still have operatives in the city but they are vastly outnumbered, trapped within the old police compound. Their one remaining tank keeps the Unguided at bay for now.
pl_pl: Podobna sytuacja panuje w Delhi. Nadal posiadamy w mieście agentów, jednak są oni znacząco przeważeni liczebnie i uwięzieni na terenie starego kompleksu policyjnego. Jedyny pozostały czołg powstrzymuje Niewiedzonych jedynie tymczasowo.

# mission brief email paragraph
source: The Unguided themselves are heavily defended within the city's river port district, which they have taken over, presumably as it provides their escape route. An ex-EuroCorp strategist, Deel Gonda, has sided with Ko-Paull Vissick and is openly directing the Unguided from there. Without his tactical expertise, the rebellion would be doomed to failure.
pl_pl: Niewiedzeni są silnie umocnieni w dzielnicy portu rzecznego, którą przejęli, najprawdopodobniej jako potencjalną drogę ucieczki. Były strateg EuroCorp, Deel Gonda, opowiedział się po stronie Ko-Paulla Vissicka i jawnie kieruje stamtąd działaniami Niewiedzonych. Bez jego wiedzy taktycznej rebelia byłaby skazana na porażkę.

# mission brief tactical information
source: Dropsite: Delhi IML Link
pl_pl: Strefa desantu: Delhi – łącze IML

# mission brief tactical information
source: Chemical plant
pl_pl: Zakład chemiczny

# mission brief tactical information
source: FoamSteel Defence Industries distribution facility
pl_pl: Centrum dystrybucyjne FoamSteel Defence Industries

# mission brief tactical information
source: Satellite Alert: EuroCorp operatives and MBT
pl_pl: Alert satelitarny: Agenci EuroCorp oraz Czołg Bitewny

# mission brief tactical information
source: Dropsite: South Side gate
pl_pl: Strefa desantu: brama południowa

# mission brief tactical information
source: R&D facility
pl_pl: Ośrodek badawczo-rozwojowy

# mission brief tactical information
source: Eavesdrop: possible ghost trace - Ko-Paull Vissick
pl_pl: Podsłuch: możliwy ślad widmowy — Ko-Paull Vissick

# mission title
source: Arab Agenda
pl_pl: Arabska Agenda

# mission brief email orders
source: Bahrain: Neutralise rogue agents. Seek and destroy Unguided assaults before they reach the AI.
pl_pl: Bahrajn: zneutralizować zbuntowanych agentów. Wyszukać i zniszczyć siły Niewiedzonych, zanim dotrą do SI.
