Repository: geist22/swars
Catalog: lang/alltext_syndct_pol.po
Languages: pl_pl

# mission brief email paragraph
source: Executive <login>.
pl_pl: Dyrektorze Wykonawczy <login>.

# mission brief email paragraph
source: Worrying intelligence reaches us from Bahrain. Remnants of the Unguided have somehow equipped themselves with heavy armour and have moved on the city's perimeter. A full scale attack now looks imminent. Their likely target is Bahrain AI, the hub of UTOPIA's Middle-Eastern control system. If this is destroyed, restoring EuroCorp world-wide could take years.
pl_pl: Z Bahrajnu napływają niepokojące dane wywiadowcze. Pozostałości Niewiedzonych w nieznany sposób pozyskały ciężkie uzbrojenie i przesunęły się ku perymetrowi miasta. Pełnoskalowy atak wydaje się nieuchronny. Prawdopodobnym celem jest SI Bahrajn — węzeł systemu kontroli UTOPII na Bliskim Wschodzie. Jego zniszczenie mogłoby opóźnić globalne przywrócenie EuroCorp o lata.

# mission brief email paragraph
source: Bahrain AI controls a cadre of former EuroCorp agents and has deployed these in defensive positions throughout the central city district. We must regain control of the city before vital facilities are hit.
pl_pl: SI Bahrajn kontroluje kadrę byłych agentów EuroCorp i rozmieściła ich na pozycjach obronnych w centralnej dzielnicy miasta. Musimy odzyskać kontrolę nad miastem, zanim kluczowe instalacje zostaną zaatakowane.

# mission brief tactical information
source: Dropsite: Bahrain IML Link
pl_pl: Strefa desantu: Bahrajn – łącze IML

# mission brief tactical information
source: AI bunker
pl_pl: Bunkier SI

# mission brief tactical information
source: Disposition of rogue agents
pl_pl: Rozmieszczenie zbuntowanych agentów

# mission brief tactical information
source: Direction of approaching Unguided forces
pl_pl: Kierunek natarcia sił Niewiedzonych

# mission brief tactical information
source: A minor Church of the New Epoch shrine remains occupied
pl_pl: Niewielka świątynia Kościoła Nowej Epoki pozostaje obsadzona

# mission title
source: Confrontation
pl_pl: Konfrontacja

# mission title
source: Church Of The Poisoned Mind
pl_pl: Kościół Zatrutego Umysłu

# mission brief email orders
source: Colombo: Retake control of the orbital elevator facility. Additional operatives will be on site to assist.
pl_pl: Kolombo: odzyskać kontrolę nad kompleksem windy orbitalnej. Na miejscu będą działać dodatkowi agenci wsparcia.

# mission brief email paragraph
source: Vissick himself has escaped but his rebellion is over. He and a few others will die in the toxic wilderness beyond city perimeters. When we have finished dealing with the Church, we can mount a search for the bodies.
pl_pl: Sam Vissick zdołał uciec, jednak jego rebelia została zakończona. On oraz kilku pozostałych zginą na toksycznych pustkowiach poza granicami miast. Po rozprawieniu się z Kościołem, będziemy mogli przystąpić do poszukiwań ciał.

# mission brief email paragraph
source: I have deciphered the coded orders Anika-Mirabelle was carrying when you terminated her. She was scheduled to rendezvous with the cult's leadership - the Nine - in Sri Lanka. The Church has taken over the Orbital Elevator at Colombo. From there, they could take control of the Moon.
pl_pl: Odszyfrowałem zakodowane rozkazy, które Anika-Mirabelle posiadała w chwili jej likwidacji. Miała spotkać się z przywództwem kultu — Dziewięciorgiem — na Sri Lance. Kościół przejął windę orbitalną w Kolombo. Z tego punktu mogą uzyskać kontrolę nad Księżycem.

# mission brief email paragraph
source: Professor Drennan fears that the Nine have plans to carry into practice some of the theories set out in the Codex. Namely, to enhance the power of the experimental ionospheric re-calibration equipment being developedby scientists at the Amundsen Research Colony on the surface of the Moon, and to use it as a weapon.
pl_pl: Profesor Drennan obawia się, że Dziewięcioro zamierza wdrożyć w praktyce niektóre teorie opisane w Kodeksie. W szczególności chodzi o wzmocnienie mocy eksperymentalnego sprzętu do rekalibracji jonosfery, opracowywanego przez naukowców w Kolonii Badawczej Amundsena na powierzchni Księżyca, oraz wykorzystanie go jako broni.

# mission brief email paragraph
source: Reports from other AIs indicate a global reduction in zealot activity, suggesting that their Cataclysm might be about to happen.
pl_pl: Raporty z innych Sztucznych Inteligencji wskazują na globalny spadek aktywności zelotów, co sugeruje, że zapowiadany przez nich Kataklizm może być bliski realizacji.

# mission brief email paragraph
source: Be adviced: In case of inability to solve the situation on the ground, you may need to sweep facilities across the orbital elevator. It is strongly discouraged to bring explosives - using or carrying them on the orbit risks permanently closing that path. It is also expected that The Nine has taken any new weapon prototypes and planted traps. Those might be challenging, and there's no going back.
pl_pl: Ostrzeżenie: w przypadku braku możliwości rozwiązania sytuacji na poziomie operacyjnym może zaistnieć konieczność przeprowadzenia pełnego oczyszczenia instalacji w obrębie windy orbitalnej. Zdecydowanie odradza się używanie lub transport materiałów wybuchowych — ich zastosowanie na orbicie grozi trwałym zamknięciem tego szlaku. Należy również zakładać, że Dziewięcioro przejęli prototypy nowej broni oraz rozmieścili pułapki. Operacja będzie wymagająca, a wycofanie się nie będzie możliwe.

# mission brief tactical information
source: Dropsites
pl_pl: Strefy desantu

# mission brief tactical information
source: Orbital elevator
pl_pl: Winda orbitalna

# mission brief tactical information
source: Orbital elevator anti-satellite missile system
pl_pl: System rakiet antysatelitarnych windy orbitalnej

# mission title
source: Tokyo Fuseki
pl_pl: Tokio Fuseki

# mission brief email orders
source: Tokyo: Armed Category U - Unguided citizens reported in violation of behaviour codes. Quell disorder.
pl_pl: Tokio: uzbrojeni obywatele kategorii U — Niewiedzeni — zgłaszani za naruszenia kodów zachowań. Stłumić protesty.

# mission brief email header
source: UTOPIA architect Professor Klein has been traced by Netscan. Re-persuade the professor to come and work for us once more.
pl_pl: Architekt UTOPII, profesor Klein, został namierzony przez Netskan. Należy ponownie go perswarować do podjęcia współpracy z EuroCorp.

# mission brief email paragraph
source: Additional: zealot members of the New Epoch cult have been detected in this area. As our inventory does not include a persuadertron, it will be necessary to relieve the zealots of theirs.
pl_pl: Dodatkowo: w tym rejonie wykryto fanatycznych członków Kościoła Nowej Epoki. Ponieważ nasze wyposażenie nie obejmuje Perswadertronu, konieczne będzie pozyskanie go od zelotów.

# mission brief email header
source: The effects of the cult's Harbinger virus on the Tokyo's UTOPIA node are making continuous Netscan feed impossible. No further information is available.
pl_pl: Oddziaływanie wirusa Zwiastuna kultu na tokijski węzeł UTOPII uniemożliwia ciągły przekaz danych Netskan. Dalsze informacje są niedostępne.

# mission brief tactical information
source: Category U - Unguided citizens traced to these locations
pl_pl: Obywatele kategorii U — Niewiedzeni namierzeni w tych lokalizacjach

# mission brief tactical information
source: Cult 'temple'
pl_pl: „Świątynia” kultu

# mission brief tactical information
source: Professor Klein's current location
pl_pl: Aktualna lokalizacja profesora Kleina

# game win message
source: You have prevailed over the Nine. You have succeeded in completely defeating the Church of the New Epoch and have averted the Cataclysm. UTOPIA will be rebuilt. Congratulations on your promotion, Chief Executive.
pl_pl: Odniósłeś zwycięstwo nad Dziewięciorgiem. Kościół Nowej Epoki został całkowicie rozbity, a groźba Kataklizmu zażegnana. UTOPIA zostanie odbudowana. Gratulacje z okazji awansu, Główny Dyrektorze Naczelny.

# weapons description - uzi
source: Forged from the chaos of mid 20th century street-fighting, the energy pellet modified Uzi 9mm machine gun is still the basis of EuroCorp operations tech. It's an inexpensive and lightweight backup for agents dealing with cases of dropout psychosis.
pl_pl: Ukształtowany w chaosie ulicznych walk połowy XX wieku, karabin maszynowy Uzi 9 mm, zmodyfikowany do użycia pocisków energetycznych, nadal stanowi podstawę technologii operacyjnej EuroCorp. To niedrogie i lekkie uzbrojenie zapasowe dla agentów zajmujących się przypadkami psychozy porejestracyjnej.

# weapons description - minigun
source: Throughout the New Calendar syndicate deployment of inertia-damped chain gunners has become more commonplace. This 20mm plasma powered, torque stabilised version has foam alloy barrels to reduce mass and production costs.
pl_pl: W trakcie Ery Nowego Kalendarza wykorzystanie przez syndykaty automatycznych broni szybkostrzelnych z tłumieniem bezwładności stało się standardem. Ta wersja zasilana plazmą 20 mm, ze stabilizacją momentu obrotowego, posiada lufy ze stopu pianowego, co obniża masę i koszty produkcji.

# weapons description - electron mace
source: This is proof of the Church's revolutionary scientific thinking. Simply put, it's a kind of lightning whip. We've never made such devices practical; the energy input required was always prohibitive. This device uses a sophisticated system of subatomic levers to ensure the absolute minimum possible drain on a personal power pack, yet it can still be overcharged. Impressive technology indeed.
pl_pl: Jest to dowód rewolucyjnego myślenia naukowego Kościoła. W uproszczeniu jest to rodzaj elektrycznego bicza. EuroCorp nigdy nie zdołał uczynić takich urządzeń praktycznymi z uwagi na zaporowe zapotrzebowanie energetyczne. To urządzenie wykorzystuje zaawansowany system dźwigni subatomowych, który zapewnia absolutne minimum poboru mocy z osobistego zasobnika energii, przy jednoczesnej możliwości przeciążenia. Technologia w pełni godna uwagi.

# weapons description - pulse laser
source: This laser makes use of the base TriSodium 89 gas (developed circa -20 NC). The weapon can be overcharged by delaying trigger release. In critical close quarters situations, a single overcharged burst of laser fire may be hot enough to disintegrate its target.
pl_pl: Laser ten wykorzystuje bazowy gaz TriSodium 89 (opracowany około −20 NK). Broń może zostać przeciążona poprzez opóźnienie zwolnienia spustu. W krytycznych sytuacjach walki na bliskim dystansie pojedynczy przeciążony impuls może być wystarczająco gorący, by zdezintegrować cel.

# weapons description - plasma lance
source: Electron annihilation techniques have led to the development of this powerful weapon. It uses a monopolar focus to project a beam-structured field which converts atmospheric molecules into plasma. Solid matter is vapourised on contact with the plasma, releasing even more energy. The field can wreak utter devastation over a considerable distance. Pull back the monopolar focus by delaying trigger release for more effective results against dense or tempered materials.
pl_pl: Techniki anihilacji elektronowej doprowadziły do opracowania tej potężnej broni. Wykorzystuje ona monopolarne ogniskowanie do projekcji pola wielowiązkowego, które przekształca cząsteczki atmosfery w plazmę. Materia stała ulega odparowaniu przy kontakcie z plazmą, uwalniając dodatkową energię. Pole to może siać całkowite zniszczenie na znacznym dystansie. Wydłużenie okresu ogniskowanie monopolarnego poprzez opóźnienie zwolnienia spustu zwiększa skuteczność przeciwko materiałom gęstym lub hartowanym.

# weapons description - launcher
source: Designed to face the challenge of New Calendar cyber-proliferation, this rocket launcher fires a homing grenade which releases a spray of cluster-bomblets on impact. Rocket guidance features target-seek gyro-stabilization.
pl_pl: Zaprojektowana w odpowiedzi na wyzwania cyberproliferacji Nowego Kalendarza, ta wyrzutnia rakiet wystrzeliwuje granat samonaprowadzający, który przy uderzeniu uwalnia wiązkę subamunicji kasetowej. System naprowadzania wykorzystuje żyroskopową stabilizację celu.

# weapons description - nuclear grenade
source: Stressed Techium in this thermonuclear device's casing dampens blast products, keeping the chain reaction within a tightly contained area. A custom isotope core ensures radiation levels drop to within tolerance levels moments after the explosion. These advancements enable a detonator to be enclosed in a hand-held casing for the first time. Nevertheless, the blast's effective radius demands attention be paid to safety.
pl_pl: Naprężone techium w obudowie tego urządzenia termojądrowego tłumi produkty wybuchu, utrzymując reakcję łańcuchową w ściśle ograniczonym obszarze. Dedykowany rdzeń izotopowy zapewnia, że poziom promieniowania spada do wartości dopuszczalnych krótko po detonacji. Postęp ten umożliwił po raz pierwszy zamknięcie detonatora w obudowie ręcznej. Mimo to efektywny promień wybuchu wymaga zachowania szczególnej ostrożności.

# weapons description - persuadertron
source: A standard issue utility for seizing the higher level brain functions of citizens equipped with UTOPIA CHIPs. Although very low power and lightweight, the Persuadertron's historical significance should not be under-estimated, as it was instrumental in bringing about EuroCorp's global domination. Persuaded subjects follow the controlling agent without question, to the extent of equipping themselves for combat and engaging in hostilities without fear.
pl_pl: Standardowe narzędzie służące do przejmowania wyższych funkcji mózgowych obywateli wyposażonych w chipy UTOPIA. Choć charakteryzuje się niskim poborem mocy i niewielką masą, znaczenie historyczne Perswadertronu jest nie do przecenienia — odegrał kluczową rolę w ustanowieniu globalnej dominacji EuroCorp. Osoby poddane perswazji podążają za agentem bez wahania, uzbrajają się i podejmują walkę bez strachu.

# weapons description - flamer
source: Retro-research recommends this short-range, hand-held napalm jet. When activated, the weapon squirts ignited petroleum jelly. In contact with organic matter, the napalm sticks and burns fiercely. A highly effective crowd control solution.
pl_pl: Badania retrotechnologiczne zalecają ten ręczny miotacz napalmu krótkiego zasięgu. Po aktywacji broń wyrzuca zapaloną galaretę paliwową. W kontakcie z materią organiczną napalm przylega i pali się z dużą intensywnością. Wysoce skuteczne rozwiązanie do kontroli tłumu.

# weapons description - disrupter
source: This close-proximity device activates a resonant ion wave which interferes with CHIP programming of those caught in the wavefront. Put simply, this has the effect of rendering persuaded individuals un-persuaded once more. The disrupter would prove most effective against a persuadertron user, where the ion wave would attack the signal at source, reverting all the targets persuaded followers to their previously un-persuaded state.
pl_pl: To urządzenie bliskiego zasięgu generuje rezonansową falę jonową, która zakłóca programowanie CHIP-ów u jednostek objętych jej frontem. W praktyce oznacza to cofnięcie stanu perswadowania. Zakłócacz jest szczególnie skuteczny przeciwko użytkownikom Perswadertronu, ponieważ fala jonowa atakuje sygnał u źródła, przywracając wszystkie podporządkowane jednostki do ich pierwotnego, niepoddawanego perswazji stanu.

# weapons description - psycho gas
source: Research into the narcotic properties of the Creation planet fungus have yielded the active ingredient of this dangerous hallucinogenic. The hand-held canister contains a mixture of fungal spores and an oxidising agent which is released in a cloud, causing psychotic behaviour in anyone within it. This weapon provides a useful diversionary tactic when the number of hostiles is too great for other forms of neutralization, though results are unpredictable.
pl_pl: Badania nad narkotycznymi właściwościami grzybów z planety Creation dostarczyły aktywnego składnika tego niebezpiecznego halucynogenu. Ręczny pojemnik zawiera mieszaninę zarodników grzyba i środka utleniającego, uwalnianą w postaci chmury, wywołującej zachowania psychotyczne u wszystkich znajdujących się w jej zasięgu. Broń ta stanowi użyteczną metodę dywersji w sytuacjach, gdy liczba wrogów przekracza możliwości innych form neutralizacji, choć rezultaty są nieprzewidywalne.

# weapons description - knockout gas
source: This hand grenade contains an asphyxiating nerve agent. The cloud emitted on detonation renders all personnel in the area unconscious for a limited time.
pl_pl: Ten granat ręczny zawiera duszący środek neurotoksyczny. Chmura uwolniona podczas detonacji powoduje czasową utratę przytomności u całego personelu w obszarze rażenia.

# weapons description - ion mine
source: A proximity triggered, electromagnetic pulse mine. Equipment caught in the pulse's field is temporarily, or even permanently, disabled and the electrical mechanisms of organic tissue are burned out. Conductors such as vehicles, street furniture and cyborgs take most of the charge. Can affect persuaded status of anyone caught in its area of effect.
pl_pl: Mina generująca impuls elektromagnetyczny, aktywowana zbliżeniowo. Sprzęt znajdujący się w polu impulsu zostaje czasowo, a w niektórych przypadkach trwale, unieszkodliwiony, a elektryczne mechanizmy tkanek organicznych ulegają wypaleniu. Przewodniki, takie jak pojazdy, infrastruktura uliczna i cyborgi, absorbują największą część ładunku. Może wpływać na stan perswazji jednostek objętych obszarem działania.

# weapons description - high explosive
source: With an impressive area of effect and enough explosive power to inflict terminal damage on vehicles and do serious damage to buildings, this is a basic but effective weapon. Place at will in a strategic position in the mission zone and withdraw your agents to a safe distance. High Explosive's detonation is triggered by a timer.
pl_pl: Dzięki znacznemu promieniowi rażenia i mocy wystarczającej do zadania krytycznych uszkodzeń pojazdom oraz poważnych zniszczeń budynkom, jest to broń prosta, lecz skuteczna. Może zostać umieszczona w dowolnym strategicznym punkcie strefy operacyjnej, po czym należy wycofać agentów na bezpieczną odległość. Detonacja materiału wybuchowego następuje po upływie ustawionego czasu.

# weapons description - long range rifle
source: The new LR Rifle uses monopolar sled technology to accelerate high calibre depleted uranium ammunition to Mach 5.2. The sled's capacitors completely discharge in a single shot and must be fully recharged before firing again but accuracy and operational range are unequalled by other delivery systems. In keeping with the design spec, the rate-of-fire sacrifice buys on-the-fly re-calibration, making this the optimal sniper's weapon.
pl_pl: Nowy karabin dalekostrzelny wykorzystuje technologię sanek monopolarnych do rozpędzania amunicji z zubożonego uranu dużego kalibru do prędkości Mach 5,2. Kondensatory sanek rozładowują się całkowicie przy pojedynczym strzale i wymagają pełnego doładowania przed kolejnym użyciem, jednak precyzja i zasięg operacyjny nie mają odpowiednika w innych systemach rażenia. Zgodnie ze specyfikacją projektową poświęcenie szybkostrzelności umożliwia bieżącą rekalkibrację, czyniąc tę broń optymalnym narzędziem snajperskim.

# weapons description - satellite rain
source: Every satellite in UTOPIA's network of geo-synchronous orbital platforms is equipped with a stockpile of tungsten-uranium alloy rods on a steerable mounting. When these rods are launched, the process of atmospheric re-entry heats them to the point at which they liquefy, producing a plasma rain with true battlefield potential. We can now successfully over-ride the system lockouts triggered by Harbinger. By transmitting re-initialisation protocols, the system can be placed at your agents' disposal. This can be done using a hand-held activator but caution should be exercised; the cost of firing this system is extremely high.
pl_pl: Każdy satelita w sieci geosynchronicznych platform orbitalnych UTOPII jest wyposażony w zapas prętów ze stopu wolframu i uranu, umieszczonych na sterowanych mocowaniach. Po ich wystrzeleniu proces wejścia w atmosferę rozgrzewa je do stanu upłynnienia, tworząc deszcz plazmy o realnym potencjale bojowym. Obecnie jesteśmy w stanie skutecznie obejść blokady systemowe uruchomione przez Harbingera. Poprzez transmisję protokołów reinicjalizacji system może zostać oddany do dyspozycji agentów. Operacja ta może być przeprowadzona za pomocą ręcznego aktywatora, jednak zaleca się zachowanie szczególnej ostrożności — koszt użycia systemu jest ekstremalnie wysoki.

# weapons description - graviton gun
source: Twin graviton prisms in a Noxon-filled chamber act as a catalyst for a chain reaction which inverts the strong molecular force along a path defined by gravitic polarisation. The chain reaction begins when the trigger is pressed and is contained in the Noxon chamber, where it builds up until the trigger is released. Targeted matter is ripped apart molecule by molecule. The weapon may cause collateral damage as it emits tendrils of excess energy.
pl_pl: Podwójne pryzmaty grawitonowe w komorze wypełnionej Noxonem działają jako katalizator reakcji łańcuchowej, która odwraca silne wiązania molekularne wzdłuż trajektorii określonej przez polaryzację grawityczną. Reakcja rozpoczyna się po naciśnięciu spustu i jest utrzymywana w komorze Noxonu, gdzie narasta aż do momentu jego zwolnienia. Materia celu jest rozrywana cząsteczka po cząsteczce. Broń może powodować wiązki boczne wskutek emisji nadmiarowej energii.

# weapons description - razor wire
source: This titanium-steel alloy wire is fashioned into a very long, very thin and very sharp spiked coil. Its use prevents access to secure areas by unauthorised civilians and presents a considerable obstacle for even cybernetically enhanced intruders to overcome. Its lethal nature is enhanced by its near invisibility to unmodified eyes.
pl_pl: Ten drut ze stopu tytanu i stali uformowany jest w bardzo długą, niezwykle cienką i wyjątkowo ostrą kolczastą spiralę. Jego zastosowanie uniemożliwia dostęp do stref chronionych osobom nieuprawnionym i stanowi poważną przeszkodę nawet dla intruzów wzmocnionych cybernetycznie. Jego śmiercionośność potęguje niemal całkowita niewidoczność dla niezmodyfikowanego wzroku.

# weapons description - persuadertron ii
source: Drennan's on-going research into Church technology has paid off with the development of the Persuadertron II. This device is capable of infiltrating the minds of even the most battle-hardened zealot. Once exposed to its influence, cultists will obey your orders as doggedly as they followed the Church's twisted teachings.
pl_pl: Prowadzone przez profesora Drennana badania nad technologią Kościoła zaowocowały opracowaniem Perswadertronu II. Urządzenie to potrafi infiltrować umysły nawet najbardziej zahartowanych w walce zelotów. Po poddaniu jego wpływowi wyznawcy będą wykonywać polecenia z taką samą determinacją, z jaką wcześniej podążali za wypaczonymi doktrynami Kościoła.
