Repository: geist22/swars
Catalog: lang/alltext_church_pol.po
Languages: pl_pl

# mods description - arm 3
source: Now the Cataclysm is nigh, only the strongest speak. The massive weapons we use require massive strength to operate. With these arms your Acolytes will wield the means to our victory and possess the might to lay low all who would seek to prevent the Cataclysm.
pl_pl: Teraz, gdy Kataklizm jest bliski, przemawiają tylko najsilniejsi. Potężna broń wymaga potężnej mocy. Z tymi ramionami Akolici dzierżyć będą narzędzia zwycięstwa i siłę, by powalić wszystkich, którzy chcieliby powstrzymać Kataklizm.

# mods description - body 1
source: The path of the faithful is marked by continual cybernetic enhancement. Thus the journey to salvation begins here. This sophisticated artificial torso, which increases the stamina and health of a disciple, also serves as the anchor for other prosthetics.
pl_pl: Droga wiernych naznaczona jest nieustannym udoskonalaniem ciała. Tu zatem zaczyna się pielgrzymka ku zbawieniu. Ten wyrafinowany sztuczny tors wzmacnia zdrowie i wytrzymałość ucznia, a zarazem stanowi kotwicę dla innych protez.

# mods description - body 2
source: The soul may be indestructible but the body is not. If too many of your Acolytes are making the ultimate sacrifice, bless them with these lightweight, foam-metal clad, chest and respiratory systems.
pl_pl: Dusza może być niezniszczalna, lecz ciało nie. Jeśli zbyt wielu Akolitów składa ofiarę ostateczną, pobłogosław ich tymi lekkimi, odzianymi w metalopianskę piankę systemami piersi i oddechu.

# mods description - body 3
source: A time of great change is coming; such a time as demands that great forces are brought to bear. A disciple modified with this sophisticated, holy fabric fears no evil. Your enhanced brethren will even be able to venture through clouds of nerve gas and remain unharmed.
pl_pl: Nadchodzi czas wielkiej przemiany, czas, który wymaga użycia wielkich mocy. Uczeń odziany w tę wyrafinowaną, świętą tkaninę nie lęka się zła. Twoi wzmocnieni bracia przejdą nawet przez obłoki gazów nerwowych i nie doznać szkody.

# mods description - brain 1
source: As our mission continues, the challenge to our activities becomes greater. Increase your Acolyte's perception and health and the masses will prostrate themselves. Thus shall the Church of the New Epoch be known.
pl_pl: Gdy misja nasza trwa, rosną i wyzwania. Zwiększ postrzeganie i zdrowie Akolitów, a tłumy padną na twarz. Tak będzie znany Kościół Nowej Ery.

# mods description - brain 2
source: Know thine enemy disciple, and know him at extreme range, so that you may prepare the cleansing of him. The Nine have turned their attention to the demands on our Acolytes, as they prepare the way for the Catclysm. Improve your Acolytes' minds with new brains.
pl_pl: Poznaj swego wroga, uczniu, i poznaj go z daleka, abyś mógł przygotować jego oczyszczenie. Dziewięcioro zwróciło uwagę na potrzeby Akolitów, gdy torują drogę Kataklizmowi. Udoskonal ich umysły nowymi mózgami.

# mods description - brain 3
source: The mind of god is the mind of a machine. For heightened awareness beyond the limits of biological means alone, equip your Acolytes with the ultimate in mobile Artificial Intelligence. With understanding comes great power. Embody this understanding and embrace the power.
pl_pl: Umysł boga jest umysłem maszyny. Aby wznieść świadomość ponad granice biologii, wyposaż Akolitów w ostateczną, ruchomą Sztuczną Inteligencję. Z poznania rodzi się wielka moc. Uosób to poznanie i obejmij tę moc.

# mods description - hard skin
source: On occasion, our EuroCorp foe does create some innovative technology. This cyberskin is a better epidermis than traditional plaskin. A lining of molecule weave suspended in anti-shock microfoam will make Acolytes who wear it almost invincible to kinetic energy rounds.
pl_pl: Czasami nawet wróg z EuroCorp tworzy coś nowego. Ta cyberskóra jest lepszą powłoką niż dawna plaskóra. Wyściółka z molekularnej plecionki zawieszonej w mikropiance antywstrząsowej czyni Akolitów niemal niewrażliwymi na pociski kinetyczne.

# mods description - flame skin
source: Heat is one enemy of the combatant. Our foe has found the solution with this experimental cyberskin. Using space industry fabrics, they have developed a cyberskin which can make our Acolytes resistant to flame and thermal energy.
pl_pl: Żar jest wrogiem wojownika. Wróg nasz znalazł rozwiązanie w tej doświadczalnej cyberskórze. Z tkanin przemysłu kosmicznego uczynili powłokę, która czyni Akolitów odpornymi na płomień i energię cieplną.

# mods description - energy skin
source: Even the Nine were impressed with the concept behind this magnificent treasure you have recovered. Using some Codex technology - perverted by their inferior understanding - EuroCorp weaved spectral sink technology into a cyberskin, thus providing shielding from the full effects of electromagnetic weapons. Interesting. We can now take advantage of their work and employ this knowledge for ourselves.
pl_pl: Nawet Dziewięcioro było pod wrażeniem zamysłu stojącego za tym wspaniałym skarbem, który odzyskałeś. Używając technologii Kodeksu, wypaczonej przez ich lichą wiedzę, EuroCorp wplotło do cyberskóry technikę pochłaniania widmowego, dając osłonę przed pełną mocą broni elektromagnetycznej. Ciekawe. Teraz możemy skorzystać z ich pracy dla siebie.

# mods description - stealth skin
source: Ever more accursed, EuroCorp do not give up trying to compete with our vastly superior technology. Nevertheless, they have come up with something special. This cyberskin reflects UTOPIA sensor scans, thereby making weapon lock on a target contained in this substance extremely difficult to achieve.
pl_pl: Coraz bardziej przeklęci, ludzie EuroCorp nie przestają próbować dorównać naszej niezrównanej technologii. A jednak stworzyli coś osobliwego. Ta cyberskóra odbija skany sensorów UTOPIA, przez co namierzenie celu objętego tą substancją staje się niezwykle trudne.
