Repository: geist22/swars
Catalog: lang/alltext_church_pol.po
Languages: pl_pl

# mission brief email orders
source: Our daughter of the New Epoch, Mirabelle Lucy De Saxo, has crash-landed in Unguided territory, near her Cape Town sanctuary. Your acolytes must hasten to her side. She must live if she is to fulfil her destiny, as the first to tread the path to salvation.
pl_pl: Nasza córka Nowej Ery, Mirabelle Lucy De Saxo, dokonała przymusowego lądowania na terytorium Niewiedzonych, nieopodal swego sanktuarium w Kapsztadzie. Twoi akolici muszą niezwłocznie ruszyć jej na pomoc. Musi przeżyć, aby wypełnić swe przeznaczenie — jako pierwsza, która wkroczyła na ścieżkę zbawienia.

# mission brief email paragraph
source: We know she is still alive, but she is in urgent need of rescue. You are of course our first choice for this hazardous calling. Enter the Unguided zone and find De Saxo. Evacuate her with all haste. She may be in mortal danger. Be decisive with those who would stand in your way.
pl_pl: Wiemy, że wciąż żyje, lecz pilnie potrzebuje ratunku. Ty jesteś naszym pierwszym wyborem do tego niebezpiecznego wezwania. Wejdź w strefę Niewiedzonych i odnajdź De Saxo. Ewakuuj ją bez zwłoki. Może znajdować się w śmiertelnym zagrożeniu. Bądź zdecydowany wobec tych, którzy staną ci na drodze.

# mission brief book quote
source: Bravery will take you into the most dangerous of places. Overwhelming firepower will see you safely through them.
pl_pl: Odwaga zaprowadzi cię do najniebezpieczniejszych miejsc. Przytłaczająca siła ognia przeprowadzi cię przez nie bezpiecznie.

# mission brief tactical information
source: Landing Ground: Cape Town APC destination
pl_pl: Strefa Zstąpienia: punkt docelowy APC — Kapsztad

# mission brief tactical information
source: De Saxo's crash site
pl_pl: Miejsce katastrofy De Saxo

# mission brief tactical information
source: Sanctuary: Cape Town IML Link
pl_pl: Schronienie: Węzeł IML Kapsztad

# mission brief tactical information
source: Eavesdrop: EuroCorp squad scheduled arrival -36 hours
pl_pl: Podsłuch: przybycie oddziału EuroCorp zaplanowane za 36 godzin

# mission title
source: Rain Of Terror
pl_pl: Deszcz Grozy

# mission brief email header
source: May faith be with you, <login>.
pl_pl: Niech wiara będzie z tobą, <login>.

# mission brief email orders
source: Seek and obliterate a dangerous, meddling hacker who hides among the Unguided, for he has gained control of a strategic weapons satellite above Beijing.
pl_pl: Odszukaj i zgładź niebezpiecznego, wścibskiego hakera, który ukrywa się wśród Niewiedzonych, albowiem przejął on kontrolę nad strategicznym satelitą broni nad Pekinem.

# mission brief email paragraph
source: An outcast hacker with access to UTOPIA satellite defences is bringing steel rain from heaven where and whenever he chooses. He must be stopped. He must be found and eliminated.
pl_pl: Wyklęty haker, mający dostęp do satelitarnych systemów obrony UTOPII, sprowadza stalowy deszcz z niebios, gdzie i kiedy zechce. Musi zostać powstrzymany. Musi zostać odnaleziony i unicestwiony.

# mission brief email paragraph
source: Be wary, Disciple. Beijing is a faithless place, ridden with the Unguided, who see only through the sights of their guns.
pl_pl: Bądź czujny, Uczniu. Pekin jest miejscem bez wiary, pełnym Niewiedzonych, którzy widzą świat jedynie przez przyrządy celownicze swych broni.

# mission brief email paragraph
source: Go with spirit.
pl_pl: Idź w duchu.

# mission brief book quote
source: He who lives in the eye of the storm is a mote in the eye of an angry god.
pl_pl: Ten, kto żyje w oku burzy, jest pyłem w oku rozgniewanego boga.

# mission brief tactical information
source: Landing Ground: Beijing IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Pekin

# mission brief tactical information
source: Hacker's location
pl_pl: Położenie hakera

# mission brief tactical information
source: Sanctuary: Beijing IML Link
pl_pl: Schronienie: Węzeł IML Pekin

# mission brief tactical information
source: Eavesdrop: city vault estimated to contain Cr 1,500,000
pl_pl: Podsłuch: skarbiec miejski — szacowana zawartość 1 500 000 kredytów

# mission title
source: Armour Of The Gods
pl_pl: Zbroja Bogów

# mission brief email header
source: Disciple, your aura feeds our strength.
pl_pl: Uczniu, twoja aura karmi naszą siłę.

# mission brief email orders
source: The Syndicate has lost control of Delhi to the Unguided. Riding armour stolen from their vanquished foes, the heretic unbelievers bring desolation to every quarter. They are false prophets, all of them. Send them to the Cataclysm.
pl_pl: Syndykat utracił panowanie nad Delhi na rzecz Niewiedzonych. Dosiedli zbroi zrabowanych z pokonanych wrogów i niosą spustoszenie do każdej dzielnicy. Są fałszywymi prorokami, wszyscy co do jednego. Poślij ich ku Kataklizmowi.

# mission brief email paragraph
source: Those who use such infernal weaponry against us must pay the ultimate price. There is no honour in destroying machines, and there is considerable danger.
pl_pl: Ci, którzy zwracają przeciw nam tak piekielną broń, muszą zapłacić cenę ostateczną. Nie ma chwały w niszczeniu maszyn, a niebezpieczeństwo jest wielkie.

# mission brief email paragraph
source: Tread carefully as you make your way towards the island. Secure that first.
pl_pl: Krocz ostrożnie, zmierzając ku wyspie. Najpierw ją zabezpiecz.

# mission brief email paragraph
source: Be full of spirit.
pl_pl: Bądź pełen ducha.

# mission brief book quote
source: The brave hide behind technology. The stupid hide from it. But the clever have technology, and hide it.
pl_pl: Odważni kryją się za technologią. Głupi kryją się przed nią. Lecz roztropni posiadają technologię i to ją skrywają.

# mission brief tactical information
source: Landing Ground: Delhi IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Delhi

# mission brief tactical information
source: EuroCorp forces in river port island
pl_pl: Siły EuroCorp na wyspie portu rzecznego

# mission brief tactical information
source: The Unguided
pl_pl: Niewiedzeni

# mission brief tactical information
source: Sanctuary: Delhi IML Link
pl_pl: Schronienie: Węzeł IML Delhi

# mission title
source: The Dead Zone
pl_pl: Strefa Śmierci

# mission brief email header
source: Blessings, Chosen One.
pl_pl: Błogosławieństwa, Wybrańcu.

# mission brief email orders
source: Bring us the secret EuroCorp is protecting in Bangkok and we will pray for your salvation.
pl_pl: Przynieś nam tajemnicę, której EuroCorp strzeże w Bangkoku, a będziemy się modlić o twoje zbawienie.

# mission brief email paragraph
source: The stink of chaos spreads to every street corner as UTOPIA forsakes the populace at large and takes its favoured children deeper underground. In Bangkok the Syndicate has abandoned all attempts to restore their regime. Instead, it has imposed a dead zone there. What goes on there we do not know for certain.
pl_pl: Odór chaosu rozlewa się po każdym zaułku, gdy UTOPIA porzuca lud i prowadzi swe umiłowane dzieci głębiej pod ziemię. W Bangkoku Syndykat zaniechał wszelkich prób przywrócenia swego panowania. Zamiast tego nałożył na miast jarzmo strefy śmierci. Co się tam dzieje, nie wiemy z całą pewnością.

# mission brief email paragraph
source: One of our brothers recently attempted to find out what EuroCorp is going to such lengths to hide. He learned that the enemy's agents occasionally venture through the dead zone, in order to abduct Unguided, many of whom still cling to their forlorn hopes among the shattered remains. The agents then return to their stronghold with their captives. The Nine do not understand why the Syndicate should do this when it eliminates the Unguided on sight everywhere else.
pl_pl: Jeden z naszych braci próbował niedawno dociec, co EuroCorp tak usilnie skrywa. Dowiedział się, że agenci wroga zapuszczają się czasem w strefę śmierci, aby porywać Niewiedzonych, z których wielu wciąż trzyma się swych marnych nadziei pośród zgliszcz. Agenci powracają potem do twierdzy z pojmanymi. Dziewięcioro nie pojmuje, dlaczego Syndykat czyni to tutaj, skoro wszędzie indziej eliminuje Nieprowadzonych na miejscu.

# mission brief email paragraph
source: We seek enlightenment in this matter. Direct your Acolytes through the city's hostile outskirts and into the dead zone. Find out what EuroCorp is up to and take any steps you consider necessary to deal with the situation you find. Then return and confess to us everything you have learned, so that we may cleanse you of the evil to which you have been exposed.
pl_pl: Szukamy w tej sprawie oświecenia. Poprowadź swych Akolitów przez wrogie obrzeża miasta i do strefy śmierci. Odkryj, co knuje EuroCorp, i podejmij wszelkie kroki, które uznasz za konieczne, by rozprawić się z napotkaną sytuacją. Następnie powróć i wyznaj nam wszystko, czego się dowiedziałeś, abyśmy mogli oczyścić cię ze zła, na które byłeś narażony.

# mission brief email paragraph
source: Forgive nothing.
pl_pl: Nie przebaczaj niczego.

# mission brief book quote
source: A war refugee sought the Master. He said, "You are wise and serene. Teach me to escape the horrors of this world." And the Master blinded him with fire-irons.
pl_pl: Uchodźca wojenny szukał Mistrza i rzekł: „Jesteś mądry i spokojny. Naucz mnie uciec od okropności tego świata”. A Mistrz oślepił go rozżarzonymi żelazami.

# mission brief tactical information
source: Landing Ground: Bangkok IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Bangkok

# mission brief tactical information
source: Dead zone perimeter
pl_pl: Obwód strefy śmierci

# mission brief tactical information
source: EuroCorp outpost
pl_pl: Posterunek EuroCorp

# mission brief tactical information
source: Sanctuary: Bangkok IML Link
pl_pl: Schronienie: Węzeł IML Bangkok

# mission brief tactical information
source: A commercial vault still stands here
pl_pl: Wciąż znajduje się tu skarbiec handlowy

# mission brief tactical information
source: Satellite alert: evidence of weapons testing at outpost
pl_pl: Alert satelitarny: dowody testów broni na posterunku

# mission title
source: Establish The Link
pl_pl: Ustanów Połączenie

# mission brief email header
source: Listen strong, Acolyte.
pl_pl: Słuchaj uważnie, Akolito.

# mission brief email orders
source: We need an IML link to Reykjavik, where the sacraments of our founding religion are in danger. Our favoured daughter, Mirabelle Lucy De Saxo, must reactivate this path. It is up to you to clear a route to the IML station in the north-east of Christchurch. Purest Mirabelle will take the place normally occupied by your fourth Acolyte.
pl_pl: Potrzebujemy połączenia IML do Reykjaviku, gdzie sakramenty naszej religii założycielskiej są zagrożone. Nasza umiłowana córka, Mirabelle Lucy De Saxo, musi przywrócić ten szlak. Do ciebie należy oczyszczenie drogi do stacji IML na północnym wschodzie Christchurch. Najczystsza Mirabelle zajmie miejsce zwykle przeznaczone dla czwartego Akolity.

# mission brief email paragraph
source: Tread with care, pilgrim. Traps and ambushes abound, and you must bring the firepower of our faith to bear against any who stand in the way. De Saxo is special, and must not be harmed. Pray for this and do your utmost to see that it should be so.
pl_pl: Krocz z rozwagą, pielgrzymie. Pułapki i zasadzki są liczne, a ty musisz skierować ogień naszej wiary przeciw tym, którzy staną na drodze. De Saxo jest wyjątkowa i nie może doznać krzywdy. Módl się o to i uczyń wszystko, by tak się stało.

# mission brief email paragraph
source: When enough people are of our faith, we shall open a gate in the Earth's ionosphere. The effects of unfettered cosmic rays on any part of the planet exposed to the ion gate will destroy nearly everything. Only those in the cause will be saved. We shall reset the world and it shall rise, safe in our religion.
pl_pl: Gdy dostatecznie wielu ludzi przyjmie naszą wiarę, otworzymy bramę w jonosferze Ziemi. Działanie nieskrępowanych promieni kosmicznych na każdy skrawek planety wystawiony na tę bramę zniszczy niemal wszystko. Ocaleni zostaną jedynie ci, którzy trwają w sprawie. Zresetujemy świat, a on powstanie, bezpieczny w naszej religii.

# mission brief email paragraph
source: Toil for our cause.
pl_pl: Trudź się dla naszej sprawy.

# mission brief book quote
source: Follow the more successful thief and steal his ideas.
pl_pl: Podążaj za skuteczniejszym złodziejem i kradnij jego pomysły.

# mission brief tactical information
source: Landing Ground: Christchurch IML Link A
pl_pl: Strefa Zstąpienia: Węzeł IML Christchurch A

# mission brief tactical information
source: Christchurch IML Link B
pl_pl: Węzeł IML Christchurch B

# mission title
source: Deconstruction
pl_pl: Dekonstrukcja

# mission brief email header
source: Blessed One,
pl_pl: Błogosławiony,

# mission brief email orders
source: Destroy the EuroCorp Advanced R&D Facility near Reykjavik. Eliminate EuroCorp agents on sight.
pl_pl: Zniszcz Zaawansowany Ośrodek Badań i Rozwoju EuroCorp w pobliżu Reykjaviku. Eliminuj każdego agenta EuroCorp jakiego dostrzeżesz.

# mission brief email paragraph
source: The history of this place is the very structure of the Church of the New Epoch. Here you will see the raw essence that lead us all to believe. And EuroCorp is defiling it. You must eradicate with extreme force any agents you find here.
pl_pl: Historia tego miejsca określa fundamentalną strukturę Kościoła Nowej Epoki. Tu ujrzysz czystą esencję, która poprowadziła nas ku wierze. A EuroCorp ją plugawi. Musisz wykorzenić z najwyższą siłą każdego agenta, którego tu przysiało.

# mission brief email paragraph
source: You must also destroy all the places where the Nine prepared their minds for the seed of wisdom. It is only material substance, and our faith lives and beats in our hearts. Do not falter. Destroy. No harm will come to the Church now, for the Codex dwells deep inside the minds of the Nine. Only shadows of its wisdom remain in Reykjavik. Be thorough in your work, for the sake of precision.
pl_pl: Musisz również zniszczyć wszystkie miejsca, w których Dziewięcioro przygotowywało swe umysły na ziarno mądrości. To tylko materia, albowiem nasza wiara żyje i pulsuje w sercach. Nie wahaj się. Niszcz. Kościołowi nie stanie się już krzywda, gdyż Kodeks mieszka głęboko w umysłach Dziewięciorga. W Reykjaviku pozostały jedynie cienie jego mądrości. Bądź dokładny w swym dziele, dla ścisłości wiary.

# mission brief email paragraph
source: In holy footsteps.
pl_pl: W świętych śladach.

# mission brief book quote
source: "Here!" said the Master. "Build me a great tomb in this place." His apprentices did. It glittered in the sun. "Now go inside," said he. They entered. An earthquake then destroyed the tomb, burying those within.
pl_pl: „Tu!” — rzekł Mistrz. „Zbudujcie mi w tym miejscu wielki grobowiec.” Uczniowie uczynili to, tak że grobowiec lśnił w słońcu. „A teraz wejdźcie do środka” — powiedział. Weszli więc. Natenczas trzęsienie ziemi zniszczyło grobowiec, grzebiąc tych, którzy byli wewnątrz.

# mission brief book quote
source: The Master smiled. "Even the faithful are not always chosen.
pl_pl: Mistrz uśmiechnął się. „Nawet ten pełny wiary nie zawsze jest wybrańcem.

# mission brief book quote
source: "This is called sacrifice."
pl_pl: To nazywamy poświęceniem.”

# mission title
source: Retribution
pl_pl: Odpłata

# mission brief email header
source: Walk in Light, Disciple.
pl_pl: Krocz w Światłości, Uczniu.

# mission brief email orders
source: Eliminate Mirabelle Lucy De Saxo immediately. You will find her at the Cape Town sanctuary we gave her, and which we now take away.
pl_pl: Zgładź natychmiast Mirabelle Lucy De Saxo. Znajdziesz ją w sanktuarium w Kapsztadzie, które jej daliśmy i które teraz jej odbieramy.

# mission brief email paragraph
source: Your heart beats only for us. Do not question the faith when it requires action you do not yet understand. De Saxo has trespassed against us. The Nine have exposed her as our enemy incarnate. She is an agent of the Syndicate. Travel to Cape Town with vengeance in your breast, and terminate her.
pl_pl: Twoje serce bije jedynie dla nas. Nie kwestionuj wiary, gdy żąda czynów, których jeszcze nie pojmujesz. De Saxo wystąpiła przeciw nam. Dziewięcioro obnażyło ją jako wcielonego wroga. Jest agentką Syndykatu. Wyrusz do Kapsztadu z zemstą w piersi i poślij ją na koniec ścieżki doczesnej.

# mission brief email paragraph
source: The weak-minded will side with her. Let them feel the force of the true way.
pl_pl: Ci słabego ducha, staną po jej stronie. Niech poczują moc prawdziwie świętej drogi.

# mission brief email paragraph
source: We have nearly done enough to begin the final stage of the Cataclysm and change this world beyond all measure. Fight for it, Acolyte. You are chosen and will be saved. Millions of non-believers will perish. We will cleanse this planet.
pl_pl: Niemal dopełniliśmy dzieła, by rozpocząć ostatni etap Kataklizmu i odmienić oblicze tej ziemi, ponad wszelką miarę. Walcz o to, Akolito. Zostałeś wybrańcem i będziesz ocalony. Miliony niewiernych obrócą się w proch. W sakramencie, oczyścimy tę planetę.

# mission brief email paragraph
source: Keep the faith.
pl_pl: Trwaj w wierze.

# mission brief book quote
source: Even the salamander sometimes burns.
pl_pl: Nawet salamandra bywa trawiona ogniem.

# mission brief tactical information
source: The blasphemer Mirabelle Lucy De Saxo
pl_pl: Bluźnierczyni Mirabelle Lucy De Saxo

# mission title
source: Day Of The Damned
pl_pl: Dzień Potępionych

# mission brief email header
source: Hark these words, Apostle.
pl_pl: Słuchaj tych słów, Apostole.

# mission brief email orders
source: The Great Church at Johannesburg has been desecrated by a swarm of Unguided ones. One of their number, Rene Galact, is visibly directing the throng. He must be destroyed in the name of all that is holy.
pl_pl: Wielki Kościół w Johannesburgu został zbezczeszczony przez hordę Niewiedzonych. Jeden z nich, Rene Galact, jawnie wiedzie ten motłoch. Musi zostać zniszczony w imię wszystkiego, co święte.

# mission brief email paragraph
source: There is an unforgivably large Unguided presence in the city. The raised mall and concourse in the south-west of the city is now the outcasts' fortress. A great victory will be born from the destruction of all those who would hide behind its irrelevant walls, and the Church will roll ever closer to the Final Day. It is written in the Codex, Disciple.
pl_pl: W mieście przebywa niewybaczalnie wielu Niewiedzonych. Wyniesione centrum handlowe i hala w południowo-zachodniej części miasta stały się twierdzą wyrzutków. Wielkie zwycięstwo narodzi się z unicestwienia wszystkich, którzy kryją się za jego bezwartościowymi murami, a Kościół potoczy się jeszcze bliżej Dnia Ostatecznego. Tak jest zapisane w Kodeksie, Uczniu.

# mission brief email paragraph
source: Go with fire and serenity.
pl_pl: Idź z ogniem i spokojem.

# mission brief book quote
source: To take one life is sin. To take a thousand is religion.
pl_pl: Odebrać jedno życie to grzech. Odebrać tysiąc – to religia.

# mission title
source: Recapture
pl_pl: Odzyskanie

# mission brief email header
source: Blessings, Acolyte.
pl_pl: Błogosławieństwa, Akolito.

# mission brief email orders
source: An emergency has arisen, to try us. One of the Nine has been captured. He is being held in a detention centre in Adelaide. You must release him and escort him to sanctuary.
pl_pl: Nadeszła próba nagła i ciężka. Jeden z Dziewięciorga został pojmany. Przetrzymywany jest w ośrodku zatrzymań w Adelajdzie. Musisz go uwolnić i doprowadzić do schronienia.

# mission brief email paragraph
source: You must pray for a way into the centre and must carry arms to beat off those unbelievers who would cut you down in your tracks. This is where your faith is tested, Disciple. Do not fail. Remain alert. Trust the true way and, if it is willed, you shall succeed.
pl_pl: Musisz modlić się o drogę do wnętrza i nieść broń, by odeprzeć niewiernych, którzy chcą ściąć cię w biegu. Tu wystawiona jest na próbę twoja wiara, Uczniu. Nie zawiedź. Bądź czujny. Zaufaj prawdziwej drodze, a jeśli taka będzie wola, zwyciężysz.

# mission brief email paragraph
source: Travel on holy paths.
pl_pl: Podążaj świętymi ścieżkami.

# mission brief book quote
source: In the darkest times, the true believer hones his combat skills.
pl_pl: W najciemniejszych czasach prawdziwy wierny szlifuje swe umiejętności walki.

# mission brief tactical information
source: Landing Ground: Adelaide IML Link
pl_pl: Strefa lądowania: węzeł IML Adelajda

# mission brief tactical information
source: The compound holding Brother IX
pl_pl: Kompleks przetrzymujący Brata IX

# mission brief tactical information
source: Rendezvous point
pl_pl: Punkt spotkania

# mission brief tactical information
source: Syndicate MBT deployment
pl_pl: Rozmieszczenie czołgów Syndykatu

# mission title
source: Revelations
pl_pl: Objawienia

# mission title
source: Cataclysm
pl_pl: Kataklizm

# mission brief email header
source: Disciple.
pl_pl: Uczniu.

# mission brief email orders
source: You have served us well. Now the moment is ours. Remain where you are and do not follow us. We will proceed to the Moon alone. When we activate our Ion Gate, those who remain on Earth will perish. Fear not - your name will forever be remembered and we shall call you a Saint of the New Epoch.
pl_pl: Dobrze nam służyłeś. Teraz chwila należy do nas. Pozostań tam, gdzie jesteś, i nie podążaj za nami. Sami wyruszymy na Księżyc. Gdy uruchomimy Bramę Jonową, ci, którzy pozostaną na Ziemi, zginą. Nie lękaj się – twe imię będzie pamiętane na wieki i nazwiemy cię Świętym Nowej Epoki.

# mission brief email paragraph
source: Human life on this planet will be virtually eradicated and we shall return to repopulate the globe with our likenesses. This has been our faith, and we shall carry it forward alone.
pl_pl: Życie ludzkie na tej planecie zostanie niemal doszczętnie starte, a my powrócimy, by zaludnić glob na nasze podobieństwo. Taka była nasza wiara i sami poniesiemy ją dalej.

# mission brief email paragraph
source: Anyone who now tries to stop us will be exterminated by the elite Sanctum Protectorate Guards. Accept your fate - do not be foolish and interfere. The power of the Sanctum Protectorate is immense. Remain where you are and lay down your weapons, for it is over and we have won.
pl_pl: Każdy, kto spróbuje nas powstrzymać, zostanie zgładzony przez elitarną Gwardię Protektoratu Sanktuarium. Przyjmij swój los – nie bądź nierozumny i nie wtrącaj się. Potęga Protektoratu Sanktuarium jest ogromna. Pozostań na miejscu i złóż broń, gdyż wszystko się dokonało, a my zwyciężyliśmy.

# mission brief book quote
source: The world shall turn and the human race shall pass.
pl_pl: Świat się obróci, a ród ludzki przeminie.

# mission brief book quote
source: Everything begins anew. The faith has run its course and it is over.
pl_pl: Wszystko zaczyna się na nowo. Wiara dopełniła swego biegu i nastał kres.

# mission brief tactical information
source: Landing Site: Colombo Executive Shuttle Pad
pl_pl: Miejsce lądowania: platforma Wahadłowca Wykonawczekgo Kolombo

# mission brief tactical information
source: Your proper place
pl_pl: Twoje właściwe miejsce

# mission brief tactical information
source: Colombo Orbital Elevator
pl_pl: Winda Orbitalna Kolombo

# mission brief tactical information
source: Elevator anti-missile missile system
pl_pl: System przeciwrakietowy windy

# mission title
source: The Shining
pl_pl: Promienienie

# mission brief email header
source: Shine, Selfless One.
pl_pl: Jaśniej, Bezinteresowny.

# mission brief email orders
source: Demolish a UTOPIA ground station and wipe out its security garrison.
pl_pl: Zniszcz naziemną stację UTOPII i wymaż z powierzchni jej garnizon ochrony.
