Repository: geist22/swars
Catalog: lang/alltext_church_pol.po
Languages: pl_pl

# church maps screen headings - name
source: Pilgrimage
pl_pl: Pielgrzymka

# church maps screen headings - population size
source: Heathens
pl_pl: Poganie

# church maps screen headings - landscape
source: Geography
pl_pl: Oblicze Ziemi

# church maps screen headings - language
source: Tongue
pl_pl: Mowa

# church maps screen headings - industry
source: Material Riches
pl_pl: Bogactwa Doczesne

# church maps screen headings - toxicity
source: Legacy
pl_pl: Dziedzictwo

# mission title
source: Harbinger
pl_pl: Zwiastun

# mission brief email header
source: Blessings, Disciple.
pl_pl: Błogosławieństwa tobie, Uczniu.

# mission brief email orders
source: Your mission is to take control of a substation belonging to EuroCorp's UTOPIA network. It is situated in Detroit. When we have it, the Cataclysm will begin.
pl_pl: Misją twoją jest przejęcie władzy nad podstacją należącą do sieci UTOPIA EuroCorp. Znajduje się ona w Detroit. Gdy ją posiądziemy, Kataklizm się rozpocznie.

# mission brief email paragraph
source: Delivered unto you this day is the automorphic computer virus which will end the tyranny the Syndicate calls UTOPIA. We have named this virus Harbinger and it will snatch control from the Syndicate, computer by computer, preparing the way for the enlightenment to follow.
pl_pl: Oto przekazany zostaje tobie dnia tego wirus automorficzny, który położy kres tyranii zwanej przez Syndykat UTOPIĄ. Nazwaliśmy go Zwiastunem, albowiem będzie on wydzierał władzę Syndykatowi, komputer po komputerze, torując drogę nadchodzącemu Oświeceniu.

# mission brief email paragraph
source: Lead your Acolytes into the Detroit UTOPIA ground station, in order that we may release the virus. The Syndicate operatives who guard the station will not be expecting force, because none has been used for years. This is our advantage.
pl_pl: Poprowadź swych Akolitów do naziemnej stacji UTOPII w Detroit, abyśmy mogli uwolnić wirus. Agenci Syndykatu strzegący stacji nie będą spodziewać się siły, albowiem przez lata jej nie doświadczyli. W tym tkwi nasza przewaga.

# mission brief email paragraph
source: Blessed be.
pl_pl: Bądź błogosławiony.

# mission brief email sender
source: Virgil
pl_pl: Wergiliusz

# mission brief book quote
source: The non-believers climbed for days to confront the master in the mountains. "Where do you get your so-called faith?" they asked.
pl_pl: Niewierni wspinali się przez wiele dni, by stanąć przed Mistrzem u szczytów gór. „Skąd bierzesz tę swoją tak zwaną wiarę?” - spytali.

# mission brief book quote
source: "You brought it," the master replied. "You've all climbed so high."
pl_pl: „Przynieśliście ją ze sobą” - odrzekł Mistrz. - „Wszyscy bowiem wspięliście się tak wysoko.”

# mission brief book quote
source: - The Book of Cataclysm.
pl_pl: - Księga Kataklizmu.

# mission brief tactical information
source: Landing Ground: Detroit IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Detroit

# mission brief tactical information
source: Target building: EuroCorp AI Ground Station
pl_pl: Cel: Naziemna Stacja SI EuroCorp

# mission brief tactical information
source: Disposition of EuroCorp guards
pl_pl: Rozmieszczenie strażników EuroCorp

# mission brief tactical information
source: Sanctuary: Detroit IML Link
pl_pl: Schronienie: Węzeł IML Detroit

# mission brief tactical information
source: Eavesdrop: recommended means of gaining entry to Syndicate Ground Station
pl_pl: Podsłuch: zalecana droga przeniknięcia do naziemnej stacji Syndykatu

# mission title
source: Missionary
pl_pl: Misjonarz

# mission brief email header
source: Congratulations, Disciple.
pl_pl: Raduj się, Uczniu.

# mission brief email orders
source: Your acolytes' firm guidance is required in Tripoli, where the emergent chaos brought by the Cataclysm threatens our Garden of Meditations. Defend our faith with maximum force.
pl_pl: Stanowcze przewodnictwo twoich Akolitów jest wymagane w Trypolisie, gdzie rodzący się chaos Kataklizmu zagraża naszemu Ogrodowi Medytacji. Broń naszej wiary z najwyższą mocą.

# mission brief email paragraph
source: Harbinger, our holy virus, has begun working to free the population. However, not all those released from the yoke of repression immediately embrace the way of enlightenment our Church offers. Indeed, without our guidance, many will be lost. Soon there will be a Day of Reckoning and every soul will count.
pl_pl: Zwiastun, nasz święty wirus, rozpoczął dzieło wyzwalania ludu. Lecz nie wszyscy, uwolnieni z jarzma ucisku, natychmiast obejmują drogę Oświecenia, którą ofiaruje Kościół. Zaprawdę, bez naszego przewodnictwa wielu zginie. Niebawem nadejdzie Dzień Rozliczenia i każda dusza zostanie policzona.

# mission brief email paragraph
source: Our Garden of Meditations in Tripoli is besieged by lost souls the Syndicate call the Unguided. Sadly, we must protect each other with maximum force, for this is the lesson of all religions. Equip your acolytes appropriately and send them to Tripoli to impose some tranquillity there.
pl_pl: Nasz Ogród Medytacji w Trypolisie oblegany jest przez zagubione dusze, które Syndykat nazywa Niewiedzonymi. Z boleścią serca musimy chronić się nawzajem z najwyższą siłą, albowiem taka jest nauka wszystkich religii. Wyposaż odpowiednio Akolitów i poślij ich do Trypolisu, aby zaprowadzili tam spokój.

# mission brief email paragraph
source: We have plans for Earth, Acolyte. The Church must change the whole world. This is our time. We will save only the chosen. Enough for now.
pl_pl: Mamy plany wobec Ziemi, Akolito. Kościół musi odmienić cały świat. Oto nasz czas. Ocalimy jedynie Wybranych. Dosyć na teraz.

# mission brief email paragraph
source: The Nine have said this.
pl_pl: Tak rzeko Dziewięcioro.

# mission brief book quote
source: The Master told his pupils, "Forget being taught and concentrate on learning. When you're sure, question everything."
pl_pl: Mistrz rzekł do swych uczniów: „Zapomnijcie o byciu nauczanymi, a skupcie się na poznaniu. Gdy będziecie pewni, kwestionujcie wszystko.”

# mission brief tactical information
source: Landing Ground: Tripoli IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Trypolis

# mission brief tactical information
source: Our Garden of Meditations
pl_pl: Nasz Ogród Medytacji

# mission title
source: Conversions
pl_pl: Nawrócenia

# mission brief email header
source: Harbinger is about its work. Let us pray.
pl_pl: Zwiastun podjął swe dzieło. Módlmy się.

# mission brief email orders
source: We must stir this brew in Buenos Aires. By converting two mutual enemies, our Church will assume control of the whole of the city.
pl_pl: Musimy poruszyć ten zaczyn w Buenos Aires. Nawracając dwoje wspólnych wrogów, Kościół nasz obejmie panowanie nad całym miastem.

# mission brief email paragraph
source: Our brothers and sisters in South America have gathered intelligence useful to our cause. They have identified Juan Ormandoz, a senior EuroCorp lackey from Buenos Aires, who is attempting to maintain the city's stability in spite of the activities of the Unguided. The leader of this group, Chico Ramirez, foolishly believes he can take and keep control of a commercial district. Convert them both and we will succeed where EuroCorp has so far failed.
pl_pl: Bracia i siostry nasi w Ameryce Południowej zgromadzili wiedzę użyteczną dla sprawy naszej. Rozpoznali Juana Ormandoza, starszego pachołka EuroCorp z Buenos Aires, który usiłuje zachować porządek w mieście pomimo działań Niewiedzonych. Przywódca tej grupy, Chico Ramirez, w swej pysze wierzy, iż zdoła zdobyć i utrzymać władzę nad dzielnicą handlową. Nawracaj ich obu, a odniesiemy zwycięstwo tam, gdzie EuroCorp dotąd poniosło klęskę.

# mission brief email paragraph
source: Spread the good news.
pl_pl: Głoś Dobrą Nowinę.

# mission brief book quote
source: Faithful minds are not enough. Deliver unto us brains also.
pl_pl: Wierne umysły nie wystarczą. Przynieście nam także mózgi.

# mission brief tactical information
source: Landing Ground: Buenos Aires IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Buenos Aires

# mission brief tactical information
source: Juan Ormandoz works in this executive office estate
pl_pl: Juan Ormandoz pracuje w tym kompleksie biur zarządczych

# mission brief tactical information
source: Chico Ramirez and his gang occupy this Old Calendar high street
pl_pl: Chico Ramirez i jego banda zajmują tę główną ulicę Starego Kalendarza

# mission brief tactical information
source: Sanctuary: Buenos Aires IML Link
pl_pl: Schronienie: Węzeł IML Buenos Aires

# mission brief tactical information
source: Eavesdrop: city vaults estimated to contain Cr 1,000,000
pl_pl: Podsłuch: skarbce miejskie zawierają szacunkowo 1 000 000 kredytów

# mission title
source: Test Of Faith
pl_pl: Próba Wiary

# mission brief email header
source: Our prayers are with you, <login>.
pl_pl: Modlitwy nasze są z tobą, <login>.

# mission brief email orders
source: The time has come to test the strength of our faith. A lone agent of the Syndicate has been seen lurking in the shadows of Santiago. Convert him.
pl_pl: Nadszedł czas, by wystawić siłę naszej wiary na próbę. Samotny agent Syndykatu widziany był, jak czai się w cieniach Santiago. Nawróć go.

# mission brief email paragraph
source: What better place to find those with the strength we seek than in the ranks of our enemy, the Syndicate? Its agents are our Acolytes in waiting. Just as you were one of their number, before we showed you the light, so shall you soon lead EuroCorp's elite from the dark path they tread. A EuroCorp agent has been sent to Santiago to undermine our work there. You will not allow this to happen.
pl_pl: Gdzież lepiej szukać siły, której pragniemy, jeśli nie w szeregach naszego wroga — Syndykatu? Jego agenci są Akolitami oczekującymi powołania. Jak i ty byłeś jednym z nich, nim ukazaliśmy ci światło, tak i ty wkrótce wyprowadzisz elitę EuroCorp z ciemnej ścieżki, którą kroczą. Agent EuroCorp został wysłany do Santiago, aby podkopać nasze dzieło. Nie dopuścisz, by tak się stało.

# mission brief email paragraph
source: Before you commit your Acolytes to Santiago, ensure they carry the Indoctrinator and use it, so that others may see its light. When the Indoctrinator is used, UTOPIA's cruel illusion is shattered by our Truth. Those who see then gather and follow where the Acolyte leads. And when their numbers are sufficient, even the agent of EuroCorp will hear their chorus and gladly join it.
pl_pl: Zanim poślesz Akolitów do Santiago, dopilnuj, by dzierżyli oni Indoktrynator i używali go, aby inni mogli ujrzeć jego światło. Gdy Indoktrynator zostaje użyty, okrutna iluzja UTOPII kruszy się pod naporem naszej Prawdy. Którzy przejrzą na oczy, gromadzą się i idą tam, dokąd prowadzi Akolita. A gdy ich liczba stanie się dostateczna, nawet agent EuroCorp usłyszy ich chór i z radością do niego dołączy.

# mission brief email paragraph
source: Peace be with you afterwards.
pl_pl: Pokój niech będzie z tobą potem.

# mission brief book quote
source: Mark thine enemy, for all that separates the damned from the chosen is a dot of monochrome light, projected onto the back of a neck.
pl_pl: Naznacz wroga swego, albowiem wszystko, co oddziela potępionych od wybrańców, to punkt jednobarwnego światła, rzuconym na kark.

# mission brief tactical information
source: Landing Ground: APC to deliver your acolytes
pl_pl: Strefa Zstąpienia: transporter opancerzony dla Akolitów

# mission brief tactical information
source: EuroCorp agent search area
pl_pl: Obszar poszukiwań agenta EuroCorp

# mission brief tactical information
source: Sanctuary: Santiago monasterial complex
pl_pl: Schronienie: klasztorny kompleks Santiago

# mission brief tactical information
source: Bridges have been destroyed in a Syndicate attack
pl_pl: Mosty zostały zniszczone podczas ataku Syndykatu

# mission brief tactical information
source: Eavesdrop: IML route to target is guarded by EuroCorp forces
pl_pl: Podsłuch: trasa IML do celu jest strzeżona przez siły EuroCorp

# mission title
source: Foundations
pl_pl: Fundamenty

# mission brief email header
source: You are blessed, <login>.
pl_pl: Jesteś błogosławiony, <login>.

# mission brief email orders
source: Our foundations are strong and expensive. The two gold-laden armoured cars which we are tracking in Johannesburg will feed our hungry coffers. Take them. Your cause is righteous.
pl_pl: Fundamenty nasze są mocne i kosztowne. Dwa opancerzone wozy, niosące złoto, które śledzimy w Johannesburgu, napełnią nasze łaknące skarbce. Weź je. Sprawa twoja jest sprawiedliwa.

# mission brief email paragraph
source: Our cause proceeds apace. The mind-warpers of the Syndicate will soon answer for their crimes. We seek to bring this day of judgment forward but we require funds in order to match the worldly might of EuroCorp.
pl_pl: Dzieło nasze postępuje raźno. Spaczyciele umysłów z Syndykatu wkrótce odpowiedzą za swe zbrodnie. Pragniemy przyspieszyć dzień sądu, lecz potrzebujemy środków, by dorównać doczesnej potędze EuroCorp.

# mission brief email paragraph
source: The Nine have given us the Codex. This holy book is the blueprint of our salvation. Yet we must pay a price for each chapter we turn into reality. This we call research. So it is that the more material wealth we acquire, the closer we are to possessing the minds of gods.
pl_pl: Dziewięcioro dało nam Kodeks. Ta święta księga jest planem naszego zbawienia. Lecz za każdy rozdział, który wcielamy w rzeczywistość, musimy zapłacić cenę. Nazywamy to badaniami. Im tedy więcej dóbr materialnych gromadzimy, tym bliżsi jesteśmy posiadania umysłów bogów.

# mission brief email paragraph
source: Go to Johannesburg, where EuroCorp's logistical bottleneck has resulted in a backlog of bullion shipments. The bullion is delivered in armoured cars, to vaults which are kept under constant guard. It takes two armoured cars to deliver a shipment. Hijack them both and take them to the designated pick-up point. We urge that you do not enter or attack the heavily guarded stronghold. You will find other ways to lay your palms on the money. Use your mind and not just your firepower.
pl_pl: Udaj się do Johannesburga, gdzie wąskie gardło logistyczne EuroCorp stworzyło zaległość w dostawach kruszcu. Złoto przewożone jest w opancerzonych wozach do skarbców strzeżonych bez ustanku. Jedna dostawa składa się z dwóch takich wozów. Uprowadź oba i skieruj je do wyznaczonego miejsca odbioru. Napominamy, byś nie wchodził do silnie strzeżonej twierdzy ani jej nie atakował. Znajdziesz inne drogi, by położyć dłonie na bogactwie. Użyj umysłu, nie tylko siły ognia.

# mission brief book quote
source: Remember, the meek shall inherit nothing.
pl_pl: Pamiętaj, cisi nie odziedziczą niczego.

# mission brief tactical information
source: Landing Ground: Johannesburg IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Johannesburg

# mission brief tactical information
source: EuroCorp vault
pl_pl: Skarbiec EuroCorp

# mission brief tactical information
source: Bullion convoy
pl_pl: Konwój kruszcu

# mission brief tactical information
source: Target vehicle
pl_pl: Pojazd celu

# mission brief tactical information
source: Convoy's destination
pl_pl: Cel podróży konwoju

# mission brief tactical information
source: Sanctuary: Johannesburg IML Link
pl_pl: Schronienie: Węzeł IML Johannesburg

# mission title
source: A Meeting Of Minds
pl_pl: Spotkanie Umysłów

# mission title
source: Soul Crusader
pl_pl: Krzyżowiec Dusz

# mission brief email header
source: Be at peace, <login>.
pl_pl: Trwaj w pokoju, <login>.

# mission brief email orders
source: Chosen disciple Mirabelle Lucy De Saxo has been anointed by the Nine. Lead her into the heart of a EuroCorp laboratory so that she can indoctrinate a scientist there whose research complements our own.
pl_pl: Wybrana uczennica Mirabelle Lucy De Saxo została namaszczona przez Dziewięcioro. Poprowadź ją do serca laboratorium EuroCorp, aby mogła dokonać indoktrynacji naukowca, którego badania dopełniają nasze.

# mission brief email orders
source: Take this scientist to our nearest temple, where Father Black will hear his confession.
pl_pl: Zaprowadź tego uczonego do najbliższej świątyni, gdzie Ojciec Black wysłucha jego spowiedzi.

# mission brief email orders
source: Send De Saxo where the scientist tells you and bring his secrets to us.
pl_pl: Poślij De Saxo tam, gdzie wskaże uczony, i przynieś nam jego tajemnice.

# mission brief email paragraph
source: Hear the Nine. There are those with great brains but lost minds. They wander in the dark wilderness, not yet able to see the light of our faith. One such man currently wages the war against Harbinger for EuroCorp. The Nine intend to save his soul by applying his intellect to the divine cause of turning the Codex into new technology.
pl_pl: Oto słowo Dziewięciorga. Są tacy, co mają potężne mózgi, lecz zagubione umysły. Błąkają się po mrocznym pustkowiu, niezdolni jeszcze ujrzeć światła naszej wiary. Jeden z nich prowadzi obecnie wojnę przeciw Zwiastunowi w służbie EuroCorp. Dziewiątka zamierza ocalić jego duszę, oddając jego intelekt boskiej sprawie przemiany Kodeksu w nową technologię.

# mission brief email paragraph
source: Your target, Dr Schweizer, works in a EuroCorp lab in Geneva. It is too heavily guarded for Acolytes to penetrate, so you will direct our special infiltration agent - Mirabelle Lucy De Saxo - through the security cordon. When she has converted Schweizer, she must see to it that he is given sanctuary in the old temple we have taken over. Stealth is Mirabelle's most powerful weapon. Take care of her for us.
pl_pl: Twój cel, doktor Schweizer, pracuje w laboratorium EuroCorp w Genewie. Jest ono zbyt silnie strzeżone, by Akolici mogli je przeniknąć, dlatego poprowadzisz naszą szczególną agentkę infiltracyjną — Mirabelle Lucy De Saxo — przez kordon bezpieczeństwa. Gdy nawróci Schweizera, musi dopilnować, by otrzymał schronienie w starej świątyni, którą przejęliśmy. Skrytość jest najpotężniejszą bronią Mirabelle. Otocz ją opieką.

# mission brief email paragraph
source: Father Black, our local minister, will hear the doctor's confession, as soon as Schweizer enters the temple. This will provide Mirabelle with the information she needs, in order to track down the doctor's works. Send her to this place and direct our daughter to harvest the fruits of the doctor's labours. See that she delivers them to us.
pl_pl: Ojciec Black, nasz miejscowy duchowny, wysłucha spowiedzi doktora, gdy tylko Schweizer przekroczy próg świątyni. Dostarczy to Mirabelle wiedzy potrzebnej do odnalezienia dzieł uczonego. Poślij ją tam i skieruj naszą córkę, by zebrała owoce jego trudów. Dopilnuj, by je nam dostarczyła.

# mission brief email paragraph
source: Your soul is more blessed with each deed you do.
pl_pl: Z każdym uczynkiem dusza twoja staje się bardziej błogosławiona.

# mission brief book quote
source: All knowledge is stored somewhere. Be it in books, heads or deep under glaciers. And when we find it, we make it ours. Faith is bricks; knowledge is mortar.
pl_pl: Wszelka wiedza jest gdzieś przechowana — w księgach, w głowach albo głęboko pod lodowcami. A gdy ją odnajdziemy, czynimy ją naszą. Wiara jest cegłą, wiedza zaś zaprawą.

# mission brief tactical information
source: Landing Ground: Geneva IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Genewa

# mission brief tactical information
source: EuroCorp conference centre
pl_pl: Centrum konferencyjne EuroCorp

# mission brief tactical information
source: Father Black's temple
pl_pl: Świątynia Ojca Blacka

# mission brief tactical information
source: Landing Ground: Vancouver IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Vancouver

# mission brief tactical information
source: Dr Schweizer's laboratory
pl_pl: Laboratorium dr. Schweizera

# mission brief tactical information
source: Sanctuary: Vancouver IML Link
pl_pl: Schronienie: Węzeł IML Vancouver

# mission brief tactical information
source: Eavesdrop: Syndicate agents detected
pl_pl: Podsłuch: wykryto agentów Syndykatu

# mission title
source: Heretics
pl_pl: Heretycy

# mission brief email header
source: Bless you, Disciple.
pl_pl: Niech cię błogosławią, Uczniu.

# mission brief email orders
source: When the Cataclysm's winds of chaos howl in our faces we must stand firm. Protect our temple in Hong Kong from the Unguided storm which approaches the island.
pl_pl: Gdy wichry chaosu Kataklizmu wyją nam w oblicze, musimy stać niewzruszeni. Broń naszej świątyni w Hongkongu przed burzą Niewiedzonych, która zbliża się do wyspy.

# mission brief email paragraph
source: The Nine have had a vision. The Unguided seek to undermine our plans for the Pacific Rim. A heretic, known to us as Ko-Paull Vissick, perverts our message. He subjects the Unguided rabble to a travesty of the eldritch knowledge revealed to us by the Nine. Such wilful recklessness can only harm the unprepared mind and, by this sedition, Vissick creates greater enmity towards our Church.
pl_pl: Dziewięcioro miało widzenie. Niewiedzeni pragną podkopać nasze zamysły wobec Pacyficznego Kręgu. Heretyk, znany nam jako Ko-Paull Vissick, wypacza nasze przesłanie. Poddaje on motłoch Nieprowadzonych karykaturze pradawnej wiedzy, objawionej nam przez Dziewiątkę. Taka rozmyślna lekkomyślność szkodzi jedynie nieprzygotowanemu umysłowi, a przez to wichrzycielstwo Vissick wznieca większą wrogość wobec naszego Kościoła.

# mission brief email paragraph
source: Now reports reach us of landings by large numbers of Unguided in Hong Kong. We believe they are heading for our temple. It falls to you and your Acolytes to reach the temple before the Unguided and defend against the inevitable onslaught.
pl_pl: Docierają do nas wieści o lądowaniu wielkich rzesz Niewiedzonych w Hongkongu. Wierzymy, iż zmierzają ku naszej świątyni. Na tobie i twoich Akolitach spoczywa obowiązek dotarcia tam przed nimi i obrony przed nieuchronnym naporem.

# mission brief email paragraph
source: Faithful servant, here is more. We will be gods. A machine promises to remake the world. Keep the faith and you buy your place of safety. All others will be lost.
pl_pl: Wierny sługo, posłuchaj jeszcze. Staniemy się bogami. Maszyna obiecuje przetworzyć świat. Zachowaj wiarę, a wykupisz sobie miejsce bezpieczeństwa. Wszyscy inni zostaną zatraceni.

# mission brief email paragraph
source: The day of righteousness draws near.
pl_pl: Dzień sprawiedliwości nadchodzi.

# mission brief book quote
source: He who shouts loudest can only hear his own voice. Those with true knowledge listen to those with true faith. And those with closed ears never hear the swing of the reaper's blade.
pl_pl: Ten, kto krzyczy najgłośniej, słyszy jedynie własny głos. Ci, którzy mają prawdziwą wiedzę, słuchają tych, którzy mają prawdziwą wiarę. A ci, co zamykają uszy, nigdy nie słyszą świstu ostrza żniwiarza.

# mission brief tactical information
source: Landing Ground: Hong Kong IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Hongkong

# mission brief tactical information
source: Our temple and brethren
pl_pl: Nasza świątynia i bracia

# mission brief tactical information
source: Unguided landing zones
pl_pl: Strefy lądowania Niewiedzonych

# mission brief tactical information
source: Eavesdrop: EuroCorp special agents (sappers) despatched to Hong Kong
pl_pl: Podsłuch: specjalni agenci EuroCorp (saperzy) wysłani do Hongkongu

# mission title
source: Sack Of Rome
pl_pl: Złupienie Rzymu

# mission brief email header
source: Hear me, Disciple.
pl_pl: Słuchaj mnie, Uczniu.

# mission brief email orders
source: Fate tests us, <login>. We wish to see an end to the Unguided blight on the city of Rome. Cleanse this place of unbelievers.
pl_pl: Los wystawia nas na próbę, <login>. Pragniemy ujrzeć kres plagi Niewiedzonych w mieście Rzymie. Oczyść to miejsce z niewiernych.
