Repository: geist22/swars
Catalog: lang/alltext_church_pol.po
Languages: pl_pl

# mission brief email paragraph
source: The presence of this mob has been useful to us until now, as it has sapped EuroCorp resources in the region, but it is no longer required. Eliminate the mob on sight.
pl_pl: Obecność tego motłochu była nam dotąd użyteczna, gdyż wysysała zasoby EuroCorp w tym regionie, lecz nie jest już potrzebna. Eliminuj każdego poganina jakiego dostrzeżesz.

# mission brief email paragraph
source: Truly, you are chosen.
pl_pl: Zaprawdę, jesteś wybrany.

# mission brief book quote
source: Poor workers blame their tools. Good workers build better tools. The best workers get their tools to do the work for them.
pl_pl: Marny robotnik wini swe narzędzia. Dobry robotnik tworzy lepsze narzędzia. Najlepszy sprawia, że narzędzia pracują za niego.

# mission brief tactical information
source: Landing Ground: Rome IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Rzym

# mission brief tactical information
source: Domicile zones overrun by the Unguided
pl_pl: Strefy mieszkalne opanowane przez Niewiedzonych

# mission brief tactical information
source: EuroCorp garrison
pl_pl: Garnizon EuroCorp

# mission brief tactical information
source: EuroCorp agents
pl_pl: Agenci EuroCorp

# mission brief tactical information
source: Eavesdrop: estimated contents of vault Cr 400,000
pl_pl: Podsłuch: szacowana zawartość skarbca – 400 000 kredytów

# mission title
source: Not One Of Us
pl_pl: Nie Jest Jednym Z Nas

# mission title
source: Watcher
pl_pl: Strażnik

# mission title
source: Serpent's Egg
pl_pl: Jajo Węża

# mission title
source: A Mote In God's Eye
pl_pl: Pyłek w Oku Boga

# mission brief email header
source: Receive our blessings, Son of Light.
pl_pl: Przyjmij nasze błogosławieństwa, Synu Światła.

# mission brief email orders
source: By working where our foe is weakest, we have begun to establish our Church. The Syndicate is therefore attempting to regain control in a number of vulnerable cities.
pl_pl: Działając tam, gdzie wróg nasz jest najsłabszy, rozpoczęliśmy budowę Kościoła. Przeto Syndykat usiłuje odzyskać władzę w wielu miastach podatnych na wpływy.

# mission brief email orders
source: Already, the Syndicate has begun to undertake covert operations in Johannesburg, Buenos Aires, Santiago and Tripoli. Those who challenge the Church of the New Epoch must join us or perish.
pl_pl: Syndykat już podjął tajne działania w Johannesburgu, Buenos Aires, Santiago i Trypolisie. Ci, którzy występują przeciw Kościołowi Nowej Epoki, muszą do nas dołączyć albo zginąć.

# mission brief email paragraph
source: Syndicate agents have been sighted in Santiago and Tripoli. In Buenos Aires, the Syndicate has regained control of its garrison in an action which spilled the precious blood of your brothers and sisters stationed there. The Nine also believe that EuroCorp has planted a saboteur in our mission in Johannesburg.
pl_pl: Agenci Syndykatu byli widziani w Santiago i Trypolisie. W Buenos Aires Syndykat odzyskał kontrolę nad swym garnizonem, przelewając drogocenną krew twoich braci i sióstr tam stacjonujących. Dziewięcioro wierzy także, iż EuroCorp umieściło sabotażystę w naszej misji w Johannesburgu.

# mission brief email paragraph
source: Your Acolytes must ensure that no EuroCorp operative succeeds or ever returns to the Syndicate. Do not rest until you have cleansed these places of the Syndicate's sickness.
pl_pl: Akolici twoi muszą dopilnować, by żaden agent EuroCorp nie odniósł sukcesu ani nie powrócił do Syndykatu. Nie spoczywaj, aż oczyścisz te miejsca z choroby Syndykatu.

# mission brief email paragraph
source: The day of reckoning draws closer with every new mind we recruit. And those who wish to survive the Cataclysm must believe.
pl_pl: Dzień rozliczenia przybliża się z każdym nowym umysłem, który pozyskujemy. A ci, którzy pragną przetrwać Kataklizm, muszą wierzyć.

# mission brief email paragraph
source: Be brave, Acolyte. And be brutal. It is the only way.
pl_pl: Bądź odważny, Akolito. I bądź bezlitosny. To jedyna droga.

# mission brief book quote
source: There is pleasure in stealing the souls of machines.
pl_pl: Jest rozkosz w wykradaniu dusz maszynom.

# mission brief tactical information
source: City district under our control
pl_pl: Dzielnica miasta pod naszą władzą

# mission brief tactical information
source: Your brethren
pl_pl: Twoi bracia

# mission brief tactical information
source: Eavesdrop: UTOPIA ident signal tampering detected - with focus around entrances to transport tubes, and detection of carrying explosive devices
pl_pl: Podsłuch: wykryto manipulację sygnałem identyfikacyjnym UTOPII — koncentracja wokół wejść do tuneli transportowych oraz wykrycie przenoszenia ładunków wybuchowych

# mission brief tactical information
source: EuroCorp militia garrisons
pl_pl: Garnizony sił milicyjnych EuroCorp

# mission brief tactical information
source: Landing Ground: Santiago IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Santiago

# mission brief tactical information
source: Our temple
pl_pl: Nasza świątynia

# mission brief tactical information
source: Sanctuary: Santiago IML Link
pl_pl: Schronienie: Węzeł IML Santiago

# mission brief tactical information
source: Eavesdrop: Syndicate strike team scheduled to arrive at garrisons within 48 hours
pl_pl: Podsłuch: oddział uderzeniowy Syndykatu ma dotrzeć do garnizonów w ciągu 48 godzin

# mission brief tactical information
source: Those you shall keep from harm
pl_pl: Ci, których masz zachować od krzywdy

# mission brief tactical information
source: Sanctuary: Tripoli IML Link
pl_pl: Schronienie: Węzeł IML Trypolis

# mission brief tactical information
source: Vault: estimated worth Cr 800,000
pl_pl: Skarbiec: szacowana wartość 800 000 kredytów

# mission brief tactical information
source: Satellite alert: EuroCorp agent type identkeys detected, tracks unstable
pl_pl: Alarm satelitarny: wykryto klucze identyfikacyjne agentów EuroCorp, ślady niestabilne

# mission brief email header
source: May faith burn within you, Favourite One.
pl_pl: Niech wiara płonie w tobie, Umiłowany.

# mission brief email orders
source: Our oracles tell us that a supremely important Syndicate official called Koto Sek is visiting Cairo. He has a powerful entourage and is well-protected. However, in the name of all that is right, he must die.
pl_pl: Nasi prorocy oznajmiają nam, iż najwyższej wagi dostojnik Syndykatu, zwany Koto Sek, przebywa w Kairze. Otacza go potężna świta i strzegą go liczne straże. Jednakże, w imię wszystkiego, co prawe, musi on ponieść śmierć.

# mission brief email paragraph
source: Koto Sek plans to board a shuttle for parts unknown. Stop him as soon as you can. Make sure that he is dead before you report back. If there are other casualties, then that is the way of things. I am sure you are used to that now.
pl_pl: Koto Sek zamierza wsiąść na wahadłowiec ku miejscom nieznanym. Powstrzymaj go, gdy tylko zdołasz. Upewnij się, że jest martwy, nim złożysz raport. Jeśli polegną inni, taka jest droga świata. Jestem pewien, że duch twój już do tego przywykł.

# mission brief email paragraph
source: Go forth.
pl_pl: Idź i czyń.

# mission brief book quote
source: Not only will all eyes be on the leaders of men, but all combat sights as well.
pl_pl: Nie tylko oczy wszystkich będą zwrócone ku przywódcom ludzi, lecz i wszystkie celowniki bitewne.

# mission brief tactical information
source: Landing Ground: APC destination
pl_pl: Strefa Zstąpienia: punkt docelowy transportera APC

# mission brief tactical information
source: EuroCorp HQ
pl_pl: Kwatera Główna EuroCorp

# mission brief tactical information
source: Executive shuttle carrying Koto Sek
pl_pl: Wahadłowiec dygnitarski przewożący Koto Seka

# mission brief tactical information
source: Sanctuary: Cairo IML Link
pl_pl: Schronienie: Węzeł IML Kair

# mission title
source: Deadly Harvest
pl_pl: Śmiertelne Żniwo

# mission brief email header
source: You shine strong, Apostle.
pl_pl: Jaśniejesz potężnie, Apostole.

# mission brief email orders
source: In Bahrain, EuroCorp prepares for an assault on our way of enlightenment. It shall come to pass that you are the toll by which they are stopped.
pl_pl: W Bahrajnie EuroCorp szykuje się do uderzenia na naszą drogę oświecenia. Stanie się tak, że ty będziesz zapłatą, przez którą zostaną powstrzymani.

# mission brief email paragraph
source: By the bounty of our faith, we have provided you with many targets here. And for your use is a battle-tank. Be wise, Acolyte. Always use equipment well. And make sure that you silence the voice of EuroCorp here. It must be so if we are to triumph and free the world.
pl_pl: Z obfitości naszej wiary daliśmy ci tu wiele celów. Oddano też w twe ręce czołg bojowy. Bądź mądry, Akolito. Zawsze używaj narzędzi roztropnie. Dopilnuj, aby głos EuroCorp w tym miejscu został uciszony. Tak musi się stać, jeśli mamy zwyciężyć i wyzwolić świat.

# mission brief email paragraph
source: The light of your being grows ever brighter.
pl_pl: Światło twego istnienia jaśnieje coraz bardziej.

# mission brief book quote
source: The people stood like corn in the high fields and listened to the Master. As the reaper's blade scythed them all, the Master fell silent. The lesson would be learned by others.
pl_pl: Lud stał jak zboże na wysokich polach i słuchał Mistrza. Gdy ostrze żniwiarza skosiło ich wszystkich, Mistrz umilkł. Naukę przyswoją inni.

# mission brief tactical information
source: Landing Ground: Bahrain IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Bahrajn

# mission brief tactical information
source: EuroCorp reforger zone
pl_pl: Strefa przetwarzania EuroCorp

# mission brief tactical information
source: Eavesdrop: police have been assigned to escort a EuroCorp finance executive on business in the north-east of the city
pl_pl: Podsłuch: policja została przydzielona do eskorty dyrektora finansowego EuroCorp podczas podróży służbowej w północno-wschodniej części miasta

# mission title
source: Donation
pl_pl: Darowizna

# mission brief email header
source: Congratulations on your progress, Disciple.
pl_pl: Gratulujemy twego postępu, Uczniu.

# mission brief email orders
source: You are assigned the holy task of appropriating hard credits from two bullion vehicles which our sources tell us will be making deliveries to the headquarters of Singapore Central Bank.
pl_pl: Powierzono ci święte zadanie przejęcia twardych kredytów z dwóch pojazdów kruszcowych, które — jak donoszą nasi informatorzy — dokonają dostawy do siedziby Banku Centralnego Singapuru.

# mission brief email paragraph
source: Of course, EuroCorp will be on red alert, and guards will be everywhere. We feel an outright assault to be unwise, as this is what the Syndicate will be expecting. We have prayed for another way to get hold of these funds, and our prayers will be answered. The rest is up to you, Acolyte.
pl_pl: Oczywiście EuroCorp będzie w stanie najwyższej gotowości, a straże będą wszędzie. Uważamy, że bezpośredni atak byłby nieroztropny, gdyż tego właśnie oczekuje Syndykat. Modliliśmy się o inną drogę pozyskania tych środków i modlitwy nasze zostaną wysłuchane. Reszta spoczywa na tobie, Akolito.

# mission brief email paragraph
source: Remember the wonders money works.
pl_pl: Pamiętaj o cudach, jakich dokonuje pieniądz.

# mission brief book quote
source: The Master has no need for money. But still he sits and counts it. As a meditation.
pl_pl: Mistrz nie potrzebuje pieniędzy. A jednak siedzi i je liczy. W ramach medytacji.

# mission brief tactical information
source: Landing Ground: Singapore IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Singapur

# mission brief tactical information
source: Vault (empty)
pl_pl: Skarbiec (pusty)

# mission brief tactical information
source: Target vehicles A and B
pl_pl: Pojazdy celu A i B

# mission brief tactical information
source: Rendezvous
pl_pl: Miejsce spotkania

# mission brief tactical information
source: Eavesdrop: Vehicle A's destination
pl_pl: Podsłuch: cel podróży pojazdu A

# mission brief tactical information
source: Eavesdrop: Vehicle B's destination
pl_pl: Podsłuch: cel podróży pojazdu B

# mission title
source: Audacity
pl_pl: Zuchwałość

# mission brief email header
source: Greetings, Acolyte.
pl_pl: Pozdrowienia, Akolito.

# mission brief email orders
source: We have a daring plan for you. We want you to abduct a high-ranking Syndicate executive, under the nose of EuroCorp security, from their London headquarters.
pl_pl: Mamy dla ciebie plan zuchwały. Chcemy, abyś porwał wysoko postawionego dyrektora Syndykatu, sprzed nosa ochrony EuroCorp, w samej ich londyńskiej siedzibie.

# mission brief email paragraph
source: Professor Kurt Drennan is a key member of EuroCorp's research and development programme. EuroCorp agents have learned of our Reykjavik discoveries. Drennan is scheduled to brief chief EuroCorp executives at a meeting in London. At the same time, he is due to be assigned a new assistant. Deal firmly with this replacement. Direct the blessed Mirabelle to take her place at the proper time and Drennan will be delivered into our hands.
pl_pl: Profesor Kurt Drennan jest kluczowym członkiem programu badań i rozwoju EuroCorp. Agenci EuroCorp poznali nasze odkrycia z Reykjaviku. Drennan ma przedstawić raport najwyższym dygnitarzom EuroCorp na spotkaniu w Londynie. Jednocześnie ma mu zostać przydzielona nowa asystentka. Rozpraw się stanowczo z tą zastępczynią. Skieruj błogosławioną Mirabelle, aby zajęła jej miejsce we właściwym czasie, a Drennan zostanie wydany w nasze ręce.

# mission brief email paragraph
source: Once Mirabelle has successfully taken the real assistant's place, she will have to remain incognito and act appropriately while Drennan delivers his presentation. Immediately afterwards, the professor is due to leave by car for another engagement. As long as you ensure that Mirabelle leaves in the same car, Drennan will never make that next appointment. With our prayers, Drennan should prove most willing to make his confession.
pl_pl: Gdy Mirabelle skutecznie zajmie miejsce prawdziwej asystentki, musi pozostać nierozpoznana i postępować stosownie, podczas gdy Drennan wygłosi swą prezentację. Zaraz potem profesor ma odjechać samochodem na kolejne spotkanie. Dopilnuj, aby Mirabelle opuściła budynek w tym samym pojeździe, a Drennan nigdy nie dotrze na kolejny bałwochałczy szabat. Otoczony naszymi modlitwami, Drennan okaże się nader skłonny do wyznania swych wszystkich uczynków.

# mission brief email paragraph
source: Your spirit shall walk with the Nine for eternity.
pl_pl: Twój duch będzie kroczył z Dziewięciorgiem w wieczności.

# mission brief book quote
source: A hundred elephants can wreck the outer walls of a fortress. One diseased rat can kill all those inside.
pl_pl: Sto słoni może zburzyć mury twierdzy. Jeden chory szczur może zgładzić wszystkich w jej wnętrzu.

# mission brief tactical information
source: Landing Ground: London IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Londyn

# mission brief tactical information
source: Professor Drennan's assistant
pl_pl: Asystentka profesora Drennana

# mission brief tactical information
source: Professor Drennan
pl_pl: Profesor Drennan

# mission brief tactical information
source: Presentation podium
pl_pl: Trybuna prezentacyjna

# mission brief tactical information
source: Sanctuary: London outlet road
pl_pl: Schronienie: droga wylotowa z Londynu

# mission brief tactical information
source: Eavesdrop: the professor's itinary includes collection of data from this building
pl_pl: Podsłuch: plan podróży profesora obejmuje pozyskanie danych z tego budynku

# mission brief tactical information
source: Eavesdrop: Unguided invasion of North Side imminent
pl_pl: Podsłuch: inwazja Niewiedzonych na Północną Dzielnicę jest nieuchronna

# mission title
source: Divine Light
pl_pl: Boskie Światło

# mission brief email header
source: Meditate with us, Disciple.
pl_pl: Medytuj z nami, Uczniu.

# mission brief email orders
source: Steal plans for a new Syndicate weapon from the EuroCorp installation in New York.
pl_pl: Wykradnij plany nowej broni Syndykatu z instalacji EuroCorp w Nowym Jorku.

# mission brief email paragraph
source: Professor Drennan is dead. His resistance to our neural inquisitors caused him to suffer a massive haemorrhage. Disappointing. Nevertheless, through our prayers, he survived long enough to furnish us with reliable information that the Syndicate is planning a major counter-offensive against our hallowed Church. Preparations for the counter-strike are being made in EuroCorp bases in New York.
pl_pl: Profesor Drennan nie żyje. Jego opór wobec naszych inkwizytorów neuronalnych spowodował u niego potężny krwotok. To rozczarowujące. Niemniej jednak, dzięki naszym modlitwom, przeżył dość długo, by przekazać nam wiarygodną nowinę: Syndykat szykuje wielką kontrofensywę przeciwko naszemu uświęconemu Kościołowi. Przygotowania do uderzenia trwają w bazach EuroCorp w Nowym Jorku.

# mission brief email paragraph
source: In New York, guarded Syndicate technicians have been testing a thermonuclear hand weapon we ourselves foresee a use for. Two days ago our brothers and sisters - who occupy the city's Cathedral in defiance of EuroCorp's presence - witnessed a terrible blast inside the enemy's compound. It is from within this compound that Drennan said we would find experimental data regarding these devices. However, the compound is heavily defended. A diversion is probably required.
pl_pl: W Nowym Jorku strzeżeni technicy Syndykatu testują termojądrową broń ręczną, dla której widzimy boskie zastosowania. Dwa dni temu nasi bracia i siostry — którzy zajmują miejską Katedrę, sprzeciwiając się obecności EuroCorp — byli świadkami straszliwego wybuchu wewnątrz wrogiego kompleksu. To właśnie tam, jak rzekł Drennan, odnajdziemy dane doświadczalne dotyczące tych urządzeń. Lecz kompleks jest silnie broniony. Odwrócenie uwagi będzie zapewne konieczne.

# mission brief email paragraph
source: Brother Methuselah will forsake the sanctuary the cathedral provides and meet you at the IML. He will lead you to a residential and commercial sector where he will incite a riot, by administering a censer cloud of psycho gas in the midst of the civilian population. During this time you should find some means of entering the compound. The Syndicate's response to the riot should occupy some of the guards for a while.
pl_pl: Brat Metuszelach opuści schronienie, jakie daje katedra, i spotka się z tobą przy IML. Poprowadzi cię do dzielnicy mieszkalno-handlowej, gdzie wznieci zamieszki, rozpościerając obłoki psycho-gazu pośród ludności cywilnej. W tym czasie powinieneś znaleźć sposób wtargnięcia do kompleksu. Odpowiedź Syndykatu na rozruchy zajmie część straży na pewien czas.

# mission brief book quote
source: The courageous enter dark caves alone. The clever send in the courageous first. The cleverest wait behind the clever.
pl_pl: Odważny wchodzi samotnie do mrocznych jaskiń. Sprytny posyła odważnego przodem. Najsprytniejszy czeka za sprytnym.

# mission brief tactical information
source: Landing Ground: New York IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Nowy Jork

# mission brief tactical information
source: EuroCorp installation gateways
pl_pl: Bramy do instalacji EuroCorp

# mission brief tactical information
source: Site of blast
pl_pl: Miejsce wybuchu

# mission brief tactical information
source: Target building
pl_pl: Budynek celu

# mission brief tactical information
source: Diversion will be created in this commercial zone
pl_pl: Dywersja zostanie wywołana w tej strefie handlowej

# mission brief tactical information
source: Our temple and satellite uplink
pl_pl: Nasza świątynia i łącze satelitarne

# mission brief tactical information
source: Sanctuary: New York IML Link
pl_pl: Schronienie: Węzeł IML Nowy Jork

# mission brief tactical information
source: Eavesdrop: estimated value of vault Cr 2,000,000
pl_pl: Podsłuch: szacowana wartość skarbca — 2 000 000 kredytów

# mission title
source: The Levellers
pl_pl: Zrównujący

# mission brief email header
source: Precious Believer,
pl_pl: Umiłowany Wierzący,

# mission brief email orders
source: Destroy EuroCorp weapons bunkers in Riyadh. In wreaking such devastation do we celebrate the Cataclysm.
pl_pl: Zniszcz bunkry broni EuroCorp w Rijadzie. Siejąc takie spustoszenie, świętujemy Kataklizm.

# mission brief email paragraph
source: Harbinger has brought UTOPIA to its knees. EuroCorp's continuing quest to build a new army continues to prove the effectiveness of our strikes against it. Many of the Syndicate's arms are being stockpiled, to give the depleted cryovats time to repair their dwindling cadre of agents. Drennan confessed to us of the largest such repository of firepower. It lies within the ancient city walls of Riyadh.
pl_pl: Zwiastun powalił UTOPIĘ na kolana. Nieustanne próby EuroCorp stworzenia nowej armii wciąż dowodzą skuteczności naszych ciosów. Wiele zasobów zbrojnych Syndykatu jest gromadzonych, w oczekiwaniu aż w kriokadziach odbudują się szeregi agentów. Drennan wyznał nam istnienie największego takiego składu amunicji. Spoczywa on w obrębie starożytnych murów Rijadu.

# mission brief email paragraph
source: It is the Nine's holy wish that this arsenal is buried forever beneath the desert sands. Locate the target bunkers and destroy them. Convert or obliterate any agents who dare to stand in your way. Use your own judgment in this matter. When the Syndicate's stockpile is no more than a memory, your name shall be sung by the faithful.
pl_pl: Świętą wolą Dziewięciorga jest, aby ten arsenał został na wieki pogrzebany pod piaskami pustyni. Zlokalizuj bunkry celu i zniszcz je. Nawracaj lub unicestwiaj tych agentów, którzy ośmielą się stanąć na twej drodze. Kieruj się własnym rozeznaniem. Gdy zapasy Syndykatu staną się jedynie wspomnieniem, twe imię będzie wyśpiewywane przez wiernych.

# mission brief email paragraph
source: Our machines will remake the world, Acolyte. They will plunge the planet into turmoil. Most of the population will die, but it is the renewal of life that calls us. Imagine a world with no syndicates, no mind-control, no violence. It will happen, Disciple. It will happen. More minds are needed.
pl_pl: Nasze maszyny odmienią świat, Akolito. Pogrążą planetę w zamęcie. Większość ludzkości zginie, lecz to odnowienie życia nas wzywa. Wyobraź sobie świat bez syndykatów, bez kontroli umysłu, bez przemocy. To się stanie, Uczniu. To się stanie. Potrzeba więcej umysłów.

# mission brief email paragraph
source: Tempus fugit.
pl_pl: Czas ucieka.

# mission brief book quote
source: The apprentices asked the Master. "When shall we achieve immortality?"
pl_pl: Uczniowie zapytali Mistrza: „Kiedy osiągniemy nieśmiertelność?”

# mission brief book quote
source: And the Master answered, "Not in this life."
pl_pl: A Mistrz odpowiedział: „Nie w tym życiu.”

# mission brief tactical information
source: Landing Ground: Riyadh IML Link
pl_pl: Strefa Zstąpienia: Węzeł IML Rijad

# mission brief tactical information
source: Target bunkers
pl_pl: Bunkry celu

# mission brief tactical information
source: Sanctuary: Riyadh IML Link
pl_pl: Schronienie: Węzeł IML Rijad

# mission title
source: Fallen Among Thieves
pl_pl: Upadła Wśród Złodziei

# mission brief email header
source: Brave Apostle.
pl_pl: Mężny Apostole.
