Repository: geist22/swars
Catalog: lang/alltext_syndct_pol.po
Languages: pl_pl

# syndicate map screen headings - name
source: Dropsite
pl_pl: Strefa desantu

# syndicate map screen headings - population size
source: UTOPIA Identkeys
pl_pl: Identyfikatory UTOPIA

# syndicate map screen headings - landscape
source: Infra-structure
pl_pl: Infra-struktura

# syndicate map screen headings - language
source: Dialect
pl_pl: Dialekt

# syndicate map screen headings - industry
source: Commerce
pl_pl: Handel

# syndicate map screen headings - toxicity
source: Toxicity
pl_pl: Toksyczność

# mission title
source: Executive Alert
pl_pl: Alert Zarządczy

# mission brief email header
source: Message Type: DIRECT
pl_pl: Typ komunikatu: BEZPOŚREDNI

# mission brief email header
source: Priority: 3
pl_pl: Priorytet: 3

# mission brief email header
source: Message begins:
pl_pl: Początek komunikatu:

# mission brief email orders
source: Orders
pl_pl: Rozkazy

# mission brief email orders
source: London: Quell disorder.
pl_pl: Londyn: Zdławić rozruchy.

# mission brief email paragraph
source: Extraordinary malfunctions of UTOPIA chips are being reported. The malfunctions are all total dropouts, complete CHIP failures. Subsequent category of citizens is U-Unguided. U category civilians reported in violation of behaviour codes within one square kilometre of this substation.
pl_pl: Zgłaszane są nadzwyczajne awarie chipów UTOPIA. Wszystkie przypadki dotyczą całkowitych wyłączeń, pełnych zniszczeń CHIP-ów. Dotknięta populacja została zaklasyfikowana jako U–Niewiedzeni. Odnotowujemy cywili kategorii U naruszających kody zachowań w obszarze jednego kilometra kwardratowego wokół tej podstacji.

# mission brief email sender
source: EuroCorp Core 0-1-0/171261/26D: London Artificial Intelligence, UTOPIA
pl_pl: EuroCorp Core 0-1-0/171261/26D: Londyńska Sztuczna Inteligencja, UTOPIA

# mission brief email sender
source: Universal Transferred Organic Processing Interface Architecture
pl_pl: Uniwersalny Transfer z Organicznego Przetwarzania w Interfejs Architektury

# mission brief tactical information
source: Dropsite: EuroCorp London AI Ground Station
pl_pl: Strefa desantu: EuroCorp Londyn – naziemna stacja SI

# mission brief tactical information
source: Category U-Unguided citizens monitored in corporate district
pl_pl: Obywatele kategorii U–Niewiedzeni monitorowani w dzielnicy korporacyjnej

# mission brief tactical information
source: Ground Station personnel: will defend Ground Station from attack or infiltration
pl_pl: Personel stacji naziemnej: będzie bronić obiektu przed atakiem lub infiltracją

# mission brief tactical information
source: Eavesdrop: police on patrol with orders to engage anyone bearing arms
pl_pl: Podsłuch: policja na patrolu z rozkazem eliminacji uzbrojonych jednostek

# mission title
source: Detroit Drop-Outs
pl_pl: Odrzutki Detroit

# mission brief email header
source: Message Type: HARDWIRED
pl_pl: Typ komunikatu: LINIA STAŁA

# mission brief email header
source: Priority: 1 - Emergency
pl_pl: Priorytet: 1 – Alarmowy

# mission brief email orders
source: Detroit: Seek out members of the Church of the New Epoch and terminate them. Neutralise category U-Unguided citizens.
pl_pl: Detroit: Zlokalizować członków Kościoła Nowej Epoki i dokonać ich likwidacji. Zneutralizować obywateli kategorii U–Niewiedzeni.

# mission brief email paragraph
source: Attention, Executive <login>. I am UTOPIA Agent Maritz, EuroCorp Intelligence.
pl_pl: Uwaga, Dyrektorze <login>. Mówi Agent UTOPIA Maritz, Wywiad EuroCorp.

# mission brief email paragraph
source: The situation is critical. UTOPIA has been attacked. The EuroCorp information infrastructure has been fundamentally compromised. Emergency procedure has been initiated.
pl_pl: Sytuacja jest krytyczna. UTOPIA została zaatakowana. Infrastruktura informatyczna EuroCorp uległa fundamentalnemu naruszeniu. Uruchomiono procedury awaryjne.

# mission brief email paragraph
source: I am transferring all EuroCorp command decisions to the backup AI immediately. I will relay its analysis and orders to you. I repeat, supreme EuroCorp command is being transferred to the London Artificial Intelligence. Its primary standing order is to rebuild UTOPIA, from first principles if necessary.
pl_pl: Natychmiast przekazuję wszystkie decyzje dowódcze EuroCorp do zapasowej SI. Będę przekazywał jej analizy i rozkazy. Powtarzam: nadrzędne dowództwo EuroCorp zostaje przekazane Londyńskiej Sztucznej Inteligencji. Jej głównym stałym rozkazem jest odbudowa UTOPIA, w razie potrzeby od podstaw.

# mission brief email paragraph
source: London AI is already making its initial assessment of the situation. The formulation of missions will follow.
pl_pl: Londyńska SI przeprowadza już wstępną ocenę sytuacji. Wkrótce nastąpi formułowanie misji.

# mission brief email paragraph
source: You will direct agents to execute these missions.
pl_pl: Będziesz bezpośrednio kierować agentami w celu realizacji tych misji.

# mission brief email paragraph
source: The general situation looks bad. A global attack has been launched on the Syndicate. Detroit's UTOPIA AI was targeted and my counterpart there eliminated. Detroit's attackers released a sophisticated virus into UTOPIA. Fail-safes aren't activating. However the virus works, it's shifting from AI to AI faster than we can track it.
pl_pl: Sytuacja ogólna jest niekorzystna. Przeprowadzono globalny atak na Syndykat. UTOPIA SI w Detroit była celem i tenże mój odpowiednik na miejscu został zlikwidowany. Napastnicy wprowadzili do UTOPIA zaawansowanego wirusa. Zabezpieczenia nie aktywują się. Wirus, niezależnie od mechanizmu działania, przenosi się między SI szybciej, niż jesteśmy w stanie go śledzić.

# mission brief email paragraph
source: A completely unauthorised group calling itself The Church of the New Epoch claims responsibility for the virus - they call it "Harbinger". It is Harbinger which is causing the exponential rise in CHIP dropouts. The Church of the New Epoch has also begun a propaganda campaign inciting violence against EuroCorp, which is being transmitted on hijacked UTOPIA channels.
pl_pl: Całkowicie nieautoryzowana grupa, nazywająca się Kościołem Nowej Epoki, przyznaje się do odpowiedzialności za wirusa, który określają mianem „Zwiastuna”. To Zwiastun powoduje wykładniczy wzrost liczby awarii CHIP-ów. Kościół Nowej Epoki rozpoczął również kampanię propagandową podżegającą do przemocy wobec EuroCorp, transmitowaną za pośrednictwem przejętych kanałów UTOPIA.

# mission brief email paragraph
source: The most zealous followers of this so-called "Church" refer to themselves as "Disciples" and can be distinguished by caped body armour.
pl_pl: Najbardziej fanatyczni wyznawcy tej tak zwanej „Świątyni” określają siebie mianem „Uczniów” i wyróżniają się noszeniem pancerzy z kapturami i pelerynami.

# mission brief tactical information
source: City surveillance camera recording
pl_pl: Nagranie z miejskiego systemu monitoringu

# mission brief tactical information
source: Dropsite: Detroit IML Link
pl_pl: Strefa desantu: Detroit – łącze IML

# mission brief tactical information
source: Gateway to attacked Ground Station
pl_pl: Dostęp do zaatakowanej stacji naziemnej

# mission brief tactical information
source: Eavesdrop: police report rising number of behaviour violations by Unguided citizens
pl_pl: Podsłuch: policja zgłasza rosnącą liczbę naruszeń norm zachowania przez obywateli Niewiedzonych

# mission title
source: Fusion
pl_pl: Fuzja

# mission title
source: Friendly Persuasion
pl_pl: Przyjazna Perswazja

# mission brief email header
source: Priority: 1
pl_pl: Priorytet: 1

# mission brief email orders
source: Hong Kong: Persuade Yamaguchi power plant technicians.
pl_pl: Hongkong: Poddać perswazji techników elektrowni Yamaguchi.

# mission brief email orders
source: Beijing: Persuade Yamaguchi corporation executives.
pl_pl: Pekin: Poddać perswazji kadrę zarządczą korporacji Yamaguchi.

# mission brief email paragraph
source: Congratulations, <login>. Detroit has been successfully stabilised. However, the chaos brought by the Harbinger virus has spread elsewhere. Syndicate communications are being intercepted globally. Unauthorised order codes are being issued all over UTOPIA. Regional EuroCorp divisions are isolating themselves for their own security, effectively creating new syndicates in the process. These must be brought back under the control of EuroCorp where possible. Otherwise they will have to be destroyed.
pl_pl: Gratulacje, <login>. Detroit zostało pomyślnie ustabilizowane. Chaos wywołany wirusem Zwiastun rozprzestrzenił się jednak na inne regiony. Komunikacja Syndykatu jest globalnie przechwytywana. Nieautoryzowane kody rozkazów są emitowane w całej sieci UTOPIA. Regionalne oddziały EuroCorp izolują się dla własnego bezpieczeństwa, tworząc w praktyce nowe syndykaty. Tam, gdzie to możliwe, muszą one zostać ponownie podporządkowane EuroCorp. W przeciwnym razie zostaną zlikwidowane.

# mission brief email paragraph
source: In Hong Kong, Yamaguchi Holodata, the Pacific Rim's major UTOPIA CHIP manufacturer, is attempting to establish an independent syndicate. We intend to undermine Yamaguchi's plans in two key strikes.
pl_pl: W Hongkongu Yamaguchi Holodata, główny producent CHIP-ów UTOPIA w regionie Pacyfiku, podejmuje próbę utworzenia niezależnego syndykatu. Zamierzamy zniweczyć te plany poprzez dwa kluczowe uderzenia.

# mission brief email paragraph
source: The Yamaguchi corporation's main power supply comes from the Hong Kong fusion plant. Send a team of agents to penetrate this site and persuade the technicians to join us. Without the technicians' attention, the core will overload, causing an explosion. Destroying this station should be enough to keep Yamaguchi pre-occupied for a while.
pl_pl: Główne źródło zasilania korporacji Yamaguchi pochodzi z hongkońskiej elektrowni fuzyjnej. Wyślij zespół agentów w celu infiltracji obiektu i poddania techników perswazji. Bez ich nadzoru rdzeń ulegnie przeciążeniu, powodując eksplozję. Zniszczenie tej instalacji powinno wystarczyć, by zająć Yamaguchi na dłuższy czas.

# mission brief email paragraph
source: To complete the blow against Yamaguchi, pay a visit to their Beijing offices. Locate and persuade their chief executives. Neutralise any agents you encounter. As London AI's mission simulations indicate a need for more agents to complement those in stasis in our cryovats, you are authorised to use the persuadertron at your discretion.
pl_pl: Aby dopełnić uderzenie wymierzone w Yamaguchi, odwiedź ich biura w Pekinie. Zlokalizuj i poddaj perswazji kluczowych dyrektorów. Zneutralizuj wszelkich napotkanych agentów. Symulacje misji Londyńskiej SI wskazują na potrzebę pozyskania dodatkowych agentów w celu uzupełnienia zasobów utrzymywanych w stazie kriogenicznej. Autoryzuje się użycie Perswadertronu według uznania.

# mission brief email paragraph
source: By the time you complete your objectives, Yamaguchi should be eager to discard any notion of leaving the EuroCorp fold.
pl_pl: Po zakończeniu realizacji celów, Yamaguchi powinno wykazywać pełną gotowość do porzucenia wszelkich zamiarów opuszczenia struktury EuroCorp.

# mission brief tactical information
source: Dropsite: Hong Kong IML Link
pl_pl: Strefa desantu: Hongkong – łącze IML

# mission brief tactical information
source: Yamaguchi Fusion Batteries
pl_pl: Baterie fuzyjne Yamaguchi

# mission brief tactical information
source: Technicians
pl_pl: Technicy

# mission brief tactical information
source: Evac zone: IML Link
pl_pl: Strefa ewakuacji: łącze IML

# mission brief tactical information
source: Zealots of the Church of the New Epoch have been sighted in the city
pl_pl: W mieście zauważono fanatyków Kościoła Nowej Epoki

# mission brief tactical information
source: Dropsite: Beijing IML Link
pl_pl: Strefa desantu: Pekin – łącze IML

# mission brief tactical information
source: Yamaguchi Executive Zaibatsu
pl_pl: Zaibatsu, dyrektor wykonawczy Yamaguchi

# mission brief tactical information
source: Yamaguchi Agent Training Camp
pl_pl: Obóz szkoleniowy agentów Yamaguchi

# mission brief tactical information
source: Eavesdrop: police report rioting by the Unguided
pl_pl: Podsłuch: policja zgłasza zamieszki wywołane przez Niewiedzonych

# mission title
source: Where Is Wisdom?
pl_pl: Gdzie Jest Mądrość?

# mission title
source: Lost Minds
pl_pl: Stracone Umysły

# mission brief email orders
source: Geneva, Vancouver and Matochkin Shar: Seek and persuade Bluesky Tendencies scientists.
pl_pl: Genewa, Vancouver i Matochkin Szar: Zlokalizować i poddać perswazji naukowców Bluesky Tendencies.

# mission brief email paragraph
source: Greetings, <login>. Your success is heartening.
pl_pl: Pozdrowienia, <login>. Twoje dotychczasowe sukcesy są budujące.

# mission brief email paragraph
source: Your next mission is to provide us with the brains we need to build a new R&D department. The Yamaguchi executives you persuaded provided us with information regarding the whereabouts of some top scientific personnel. Bluesky Tendencies has laboratories in Geneva, Vancouver and Matochkin Shar. All had Grade A scientific personnel assigned to them. As soon as your agents reach any of these destinations, a UTOPIA identkey trace in the local network should pick out target personnel.
pl_pl: Twoim kolejnym zadaniem jest dostarczenie nam zasobów intelektualnych niezbędnych do utworzenia nowego działu badań i rozwoju. Kadra Yamaguchi, poddana perswazji, przekazała nam informacje o lokalizacji wybitnych specjalistów naukowych. Bluesky Tendencies posiada laboratoria w Genewie, Vancouver i Matochkin Szar. Do wszystkich przypisano personel naukowy klasy A. Po dotarciu agentów do dowolnej z tych lokalizacji, ślad identkey UTOPIA w sieci lokalnej pozwoli na wskazanie personelu docelowego.

# mission brief email paragraph
source: These scientists are some of the most prized brains in the Syndicate. It is imperative that they come to no harm.
pl_pl: Ci naukowcy należą do najcenniejszych umysłów Syndykatu. Niedopuszczalne jest, aby doznali jakiejkolwiek krzywdy.

# mission brief email paragraph
source: Update: The mysterious Church of the New Epoch gains more members hourly, converting citizens with a combination of brainwashing and CHIP hacking techniques. The converts show little evidence of genuine religious motivation. The Church of the New Epoch tells its followers that the end of the world is near and that only the Church possesses the technology to save the faithful from the Cataclysm. Their doctrine is defiantly anti-Syndicate.
pl_pl: Aktualizacja: tajemniczy Kościół Nowej Epoki pozyskuje nowych członków z każdą godziną, konwertując obywateli przy użyciu połączenia prania mózgu i technik hakowania CHIP-ów. U konwertytów brak oznak autentycznej motywacji religijnej. Kościół Nowej Epoki przekonuje wyznawców, że koniec świata jest bliski oraz że jedynie on dysponuje technologią zdolną ocalić wiernych przed Kataklizmem. Doktryna ta ma jawnie anty-syndykatowy charakter.

# mission brief email paragraph
source: Significantly, Unguided citizens don't necessarily join this cult, even when they encounter its zealots.
pl_pl: Co istotne, obywatele Niewiedzeni niekoniecznie dołączają do tego kultu, nawet w przypadku bezpośredniego kontaktu z jego zelotami.

# mission brief email paragraph
source: It also seems that our Persuadertrons do not work on the cultists themselves. We don't know why. We know practically nothing about the cult's technology but research into it has now begun as a matter of the highest priority. Their technical expertise is unquestionably impressive.
pl_pl: Zaobserwowano również, że nasze Perswadertrony nie działają na samych kultystów. Przyczyna tego stanu rzeczy pozostaje nieznana. Nasza wiedza na temat technologii kultu jest znikoma, jednak rozpoczęto już badania nad nią jako zadanie o najwyższym priorytecie. Poziom ich kompetencji technicznych jest bezsprzecznie imponujący.

# mission brief tactical information
source: Dropsite & evac zone: Geneva IML Link
pl_pl: Strefa desantu i ewakuacji: Genewa – łącze IML

# mission brief tactical information
source: Bluesky laboratories
pl_pl: Laboratoria Bluesky

# mission brief tactical information
source: Eavesdrop: Bluesky requests police escort for Grade D finance executive
pl_pl: Podsłuch: Bluesky wnioskuje o eskortę policyjną dla dyrektora finansowego klasy D

# mission brief tactical information
source: Dropsite & evac zone: Vancouver IML Link
pl_pl: Strefa desantu i ewakuacji: Vancouver – łącze IML

# mission brief tactical information
source: Bluesky laboratory
pl_pl: Laboratorium Bluesky

# mission brief tactical information
source: Eavesdrop: Unguided activity being monitored by police
pl_pl: Podsłuch: aktywność Niewiedzonych monitorowana przez policję

# mission brief tactical information
source: Satellite Alert: Zealot personnel carriers detected approaching city from south west
pl_pl: Alert satelitarny: wykryto transportery personelu Zelotów zbliżające się do miasta od południowego zachodu

# mission brief tactical information
source: Dropsite: Matochkin Shar IML Link
pl_pl: Strefa desantu: Matochkin Szar – łącze IML

# mission brief tactical information
source: Bluesky R&D facility
pl_pl: Ośrodek badawczo-rozwojowy Bluesky

# mission brief tactical information
source: Hover car licences detected
pl_pl: Wykryto licencje pojazdów lewitujących

# mission brief tactical information
source: Eavesdrop: credit transfer traced to Church of the New Epoch temple
pl_pl: Podsłuch: przelew kredytów namierzony do świątyni Kościoła Nowej Epoki

# mission title
source: Open Re-Bullion
pl_pl: Otwarta Rekwizycja

# mission brief email orders
source: Singapore: Deliver bullion car to evac zone.
pl_pl: Singapur: Dostarczyć pojazd z kruszcem do strefy ewakuacji.

# mission brief email paragraph
source: <login>, your report is interesting. A number of the most highly qualified R&D staff EuroCorp has ever had at its disposal remain unaccounted for, so we must learn their current whereabouts and activities. It is possible that they are working for a splinter syndicate. I will continue to monitor all channels for additional information.
pl_pl: <login>, Twój raport jest interesujący. Część najwyżej wykwalifikowanych specjalistów badawczo-rozwojowych, jakimi kiedykolwiek dysponowało EuroCorp, pozostaje nieodnaleziona. Musimy ustalić ich aktualne położenie oraz zakres działań. Istnieje możliwość, że pracują oni dla syndykatu odłamowego. Będę nadal monitorować wszystkie kanały w poszukiwaniu dodatkowych informacji.

# mission brief email paragraph
source: A more immediate problem demands your attention at this time. Singaporean security corporation Tang Assurance has foolishly decided to declare the city independent. As a consequence, bullion is to be be moved under armed escort, from the central bank vault to Tang's headquarters. There is no time to destroy the bank, as Tang operatives will arrive there before your agents. However, this presents us with the opportunity to hijack the armoured convoy before it reaches its destination.
pl_pl: Bardziej naglący problem wymaga obecnie Twojej uwagi. Singapurska korporacja ochroniarska Tang Assurance nierozważnie ogłosiła miasto niezależnym. W konsekwencji kruszec ma zostać przetransportowany pod uzbrojoną eskortą z sejfu banku centralnego do siedziby Tang. Nie ma czasu na zniszczenie banku, ponieważ operatorzy Tang dotrą tam przed Twoimi agentami. Sytuacja ta stwarza jednak możliwość przejęcia opancerzonego konwoju przed osiągnięciem celu.

# mission brief tactical information
source: Dropsite: Singapore IML Link
pl_pl: Strefa desantu: Singapur – łącze IML

# mission brief tactical information
source: Singapore City Bank
pl_pl: Bank Centralny Miasta Singapur

# mission brief tactical information
source: Primary vault (underground)
pl_pl: Główny sejf (podziemny)

# mission brief tactical information
source: Tang Protective bullion convoy
pl_pl: Konwój kruszcu Tang Assurance

# mission brief tactical information
source: Target vehicle
pl_pl: Pojazd docelowy

# mission brief tactical information
source: Rendezvous point
pl_pl: Punkt zborny

# mission brief tactical information
source: Tang HQ
pl_pl: Kwatera główna Tang

# mission title
source: Phoenix In Flames
pl_pl: Phoenix w Płomieniach

# mission brief email orders
source: Phoenix: Penetrate the defences of the cult's temple and steal technology secrets.
pl_pl: Phoenix: Przełamać zabezpieczenia świątyni kultu i pozyskać tajemnice technologiczne.

# mission brief email paragraph
source: Greetings, <login>.
pl_pl: Pozdrowienia, <login>.

# mission brief email paragraph
source: The Church of the New Epoch is deploying increasingly sophisticated weaponry, designed using proprietary technologies completely new to our R&D department. We want to acquire more examples of this technology, analysis of which will prove useful in determining who is behind the Cult and how best to combat its influence.
pl_pl: Kościół Nowej Epoki wdraża coraz bardziej zaawansowane uzbrojenie, zaprojektowane z wykorzystaniem technologii własnych, całkowicie nieznanych naszemu działowi badawczo-rozwojowemu. Zamierzamy pozyskać kolejne egzemplarze tej technologii, których analiza pomoże ustalić, kto stoi za Kultem oraz jak najskuteczniej przeciwdziałać jego wpływom.

# mission brief email paragraph
source: According to correlative netscans and satellite sweeps, the Cult has established a major operational centre in Phoenix, where Harbinger has completely corrupted the resident UTOPIA AI, enabling an almost complete overthrow of EuroCorp authority. Senior cultists, to whom converts refer as "acolytes", take recently converted zealots on intensive indoctrination and training. The newly converted zealot's efficiency is tempered in the carnage wrought by the thousands of citizens who became Unguided, in the aftermath of the viral attack.
pl_pl: Zgodnie z korelacją skanów sieciowych i obserwacji satelitarnych, Kult ustanowił główne centrum operacyjne w Phoenix, gdzie Zwiastun całkowicie skaził lokalną SI UTOPIA, umożliwiając niemal pełne obalenie władzy EuroCorp. Starszyzna kultu, określana przez konwertytów mianem „akolitów”, poddaje nowo nawróconych zelotów intensywnej indoktrynacji i szkoleniu. Skuteczność świeżo nawróconych jest jednak ograniczana przez chaos wywołany przez tysiące obywateli, którzy po ataku wirusa stali się Niewiedzonymi.

# mission brief email paragraph
source: Make your way to the temple and look for anything that can explain more to us.
pl_pl: Udaj się do świątyni i zabezpiecz wszelkie materiały mogące dostarczyć nam dalszych wyjaśnień.

# mission brief tactical information
source: Dropsite: Phoenix IML Link
pl_pl: Strefa desantu: Phoenix – łącze IML

# mission brief tactical information
source: Cult of the New Epoch temple
pl_pl: Świątynia Kościoła Nowej Epoki

# mission brief tactical information
source: Estimated location of Cult indoctrination technology
pl_pl: Szacowana lokalizacja technologii indoktrynacyjnej Kultu

# mission brief tactical information
source: Eavesdrop: police reports indicate that the Unguided are completely out of control
pl_pl: Podsłuch: raporty policyjne wskazują, że Niewiedzeni są całkowicie poza kontrolą

# mission brief tactical information
source: London AI analysis: any engagement of the Unguided is likely to attract the wrath of the whole mob
pl_pl: Analiza Londyńskiej SI: każde starcie z Niewiedzonymi prawdopodobnie sprowokuje agresję całego tłumu

# mission title
source: Sack of Rome
pl_pl: Złupienie Rzymu

# mission brief email orders
source: Rome: All category U citizens must be completely eliminated, in order to send the message to other Harbinger victims that EuroCorp will maintain control.
pl_pl: Rzym: Wszyscy obywatele kategorii U muszą zostać całkowicie wyeliminowani, aby wysłać pozostałym ofiarom Zwiastuna jednoznaczny sygnał, że EuroCorp utrzyma kontrolę.
