Repository: geist22/swars
Catalog: lang/alltext_syndct_pol.po
Languages: pl_pl

# weapons description - stasis field
source: This portable field generator actually alters the rate at which time passes within the field. Held in near-suspended animation, the reaction speed of anyone or anything in the field is negligible, thus making the target much more vulnerable to other forms of attack. The energy required to activate the field is considerable and the timing of its operation should be chosen with care.
pl_pl: Ten przenośny generator pola faktycznie zmienia tempo upływu czasu wewnątrz obszaru działania. Utrzymane w stanie zbliżonym do zawieszonej animacji, prędkości reakcji wszystkich obiektów w polu są znikome, co czyni cele znacznie bardziej podatnymi na inne formy ataku. Energia wymagana do aktywacji pola jest znaczna, dlatego moment jego użycia powinien być dobrany z rozwagą.

# weapons description - chromotap
source: In one of the Nine's most esoteric breakthroughs, they have learned how to unlock the electrochemical forces still locked away in the bodies of terminated organisms. The understanding of these mechanisms we now have gives us complete power over them. The Chromotap is based on this technology. It extracts energy from organic matter at the cellular level and transfers it to the device's controller. The Chromotap is especially useful for recharging agents after a firefight, as it can still utilise the cellular energy of casualties.
pl_pl: W jednym z najbardziej ezoterycznych przełomów Dziewięciorga, odkryto sposób na uwolnienie sił elektrochemicznych wciąż uwięzionych w ciałach zneutralizowanych organizmów. Zrozumienie tych mechanizmów daje nam nad nimi pełną kontrolę. Na tej technologii opiera się Chromossak. Urządzenie to pozyskuje energię z materii organicznej na poziomie komórkowym i przekazuje ją operatorowi. Chromossak jest szczególnie użyteczny do doładowywania agentów po wymianie ognia, gdyż potrafi wykorzystać energię komórkową poległych.

# weapons description - displacertron
source: Professor Drennan has come up with the goods again. The Displacertron uses a core of ultra-dense matter surrounded by a stroboscopic stasis shell to provide limited access to higher dimensional time. This causes the target to vanish entirely and reappear at a point in the near future. Never has the saboteur been given a more powerful tool.
pl_pl: Profesor Drennan po raz kolejny dostarczył rezultaty. Wypieracz Czasowy wykorzystuje rdzeń z ultragęstej materii otoczony stroboskopową powłoką stazy, zapewniając ograniczony dostęp do czasu wyższych wymiarów. Skutkuje to całkowitym zniknięciem celu i jego ponownym pojawieniem się w niedalekiej przyszłości. Nigdy wcześniej sabotażyści nie dysponowali narzędziem o takiej mocy.

# weapons description - cerberus iff
source: This electronic guardian can make a big difference to your agents' defensive actions and attacks. Positioned in an appropriate area and armed with a pulse laser, it takes on sentry duty and will open fire on any unsuspecting hostile target that comes in range until it exhausts its power pack or is destroyed.
pl_pl: Ten elektroniczny strażnik może znacząco zwiększyć skuteczność działań defensywnych i ofensywnych agentów. Umieszczony w odpowiednim miejscu i uzbrojony w lasery impulsowe pełni funkcję wartowniczą, otwierając ogień do każdego nieświadomego wrogiego celu, który znajdzie się w zasięgu, aż do wyczerpania źródła zasilania lub zniszczenia urządzenia.

# weapons description - medikit
source: This multifunction pack can be used to quickly repair the kinds of wounds and damage sustained in combat. The kit comprises a toughened skin graft patch impregnated with anaesthetic and surgical nanobots. Can be used once only.
pl_pl: Ten wielofunkcyjny pakiet służy do szybkiej naprawy obrażeń i uszkodzeń odniesionych w walce. Zestaw zawiera wzmocniony plaster przeszczepu skóry nasączony środkiem znieczulającym oraz nanobotami chirurgicznymi. Może być użyty wyłącznie jednorazowo.

# weapons description - automedikit
source: Like the Medikit, except that this upgraded version is worn by the user, so that it can automatically detect the level of damage sustained. If it drops below a critical level, the AutoMedikit activates itself and conducts accelerated surgical repairs. The AutoMedikit takes a few moments to start working, so a user who is continually sustaining damage might perish before the kit has a chance to work.
pl_pl: Działa analogicznie do Medikitu, jednak w tej ulepszonej wersji urządzenie jest noszone przez użytkownika i automatycznie monitoruje poziom odniesionych obrażeń. Po spadku poniżej poziomu krytycznego AutoMedikit samoczynnie się aktywuje i przeprowadza przyspieszone naprawy chirurgiczne. Urządzenie potrzebuje kilku chwil na rozpoczęcie działania, dlatego użytkownik nieustannie odnoszący obrażenia może zginąć, zanim system zdąży zareagować.

# weapons description - trigger wire
source: Similar to Razor Wire, Trigger Wire is an excellent tool for access-prevention. Just a few molecules thick, Trigger Wire is very difficult to see with even the later modification eyes, yet when touched activates multiple explosions along its length.
pl_pl: Podobnie jak Drut Ostrzowy, Drut Wyzwalający jest doskonałym narzędziem do blokowania dostępu. O grubości zaledwie kilku cząsteczek, jest wyjątkowo trudny do wykrycia nawet dla oczu z zaawansowanymi modyfikacjami, a dotknięcie go powoduje aktywację wielu eksplozji na całej jego długości.

# weapons description - clone shield
source: Produces a disguise so effective it fools even UTOPIA scanner readouts. The Clone Shield organically alters clothing and an agent's features, turning the user into an ordinary executive for a time. This can be extremely useful to agents on infiltration assignments, as they blend into any executive zone.
pl_pl: Generuje kamuflaż na tyle skuteczny, że wprowadza w błąd nawet odczyty skanerów UTOPII. Tarcza Klonująca organicznie modyfikuje odzież i cechy agenta, zmieniając użytkownika na pewien czas w przeciętnego menedżera. Rozwiązanie to jest niezwykle przydatne podczas misji infiltracyjnych, umożliwiając swobodne przenikanie do każdej strefy korporacyjnej.

# mods description - legs 1
source: Constructed of a lightweight plasteel core with vat-grown organic outer coating, these artificial legs provide immediate improvement to both an agent's health and top speed. Stamina is also improved, thereby increasing the range an agent fitted with these legs can cover at maximum speed.
pl_pl: Zbudowane na lekkim rdzeniu z plastyali i pokryte hodowaną w kadziach warstwą organiczną, te sztuczne nogi zapewniają natychmiastowy wzrost zarówno wytrzymałości biologicznej agenta, jak i jego prędkości maksymalnej. Zwiększona zostaje również kondycja, co bezpośrednio przekłada się na większy zasięg operacyjny przy utrzymaniu pełnej prędkości.

# mods description - legs 2
source: Advances in foam-metal technologies have produced this cybernetic limb system. Legs 2 deliver an impressive boost to speed, stamina and health, which prolongs an agent's maximum operational capacity still further.
pl_pl: Postępy w technologii metalu piankowego umożliwiły opracowanie tego systemu kończyn cybernetycznych. Nogi poziomu 2 zapewniają znaczący wzrost prędkości, kondycji oraz odporności organizmu, wydłużając maksymalny czas efektywnego funkcjonowania agenta.

# mods description - legs 3
source: Level 3 legs replace the fibre-optic nervous transmission found at lower levels with Super-Synapse memory plastic. The deployment of agents modified with level 3 legs is likely to have a profound impact on combat zone performance.
pl_pl: Nogi poziomu 3 zastępują światłowodowe systemy transmisji nerwowej niższych wersji tworzywem pamięci Super-Synapse. Wprowadzenie agentów wyposażonych w tę modyfikację znacząco podnosi ich skuteczność w strefach bojowych.

# mods description - arms 1
source: With the tungsten tendons and steel sinews of cybernetic arms, your agents will experience an immediate improvement in accuracy when shooting, and a subsequent saving in energy. The operational lifespan of an agent equipped with these arms is also lengthened by the characteristic health boost which accompanies cybernetic enhancement.
pl_pl: Dzięki wolframowym ścięgnom i stalowym włóknom cybernetycznych ramion agenci uzyskują natychmiastową poprawę celności ognia oraz redukcję zużycia energii. Charakterystyczny dla augmentacji wzrost odporności organizmu dodatkowo wydłuża operacyjną żywotność agenta.

# mods description - arms 2
source: The foam-metal manufacturing process is now being successfully applied to precision cybernetics. With less inertia to overcome, these lightweight arms not only deliver a demonstrable improvement to accuracy but to range of throw as well.
pl_pl: Proces produkcji z wykorzystaniem metalu piankowego został z powodzeniem zaadaptowany do precyzyjnej cybernetyki. Dzięki mniejszej bezwładności te lekkie ramiona wyraźnie zwiększają nie tylko celność, lecz także zasięg rzutów.

# mods description - arms 3
source: The ultimate in forelimb technology is at your disposal. As our agents are facing increasingly well-equipped punks and cultists, the tangible improvements to combat proficiency these limbs provide will help to sustain our mission objective success rate.
pl_pl: Do dyspozycji oddano szczytowe osiągnięcie technologii kończyn górnych. W obliczu coraz lepiej uzbrojonych gangów i kultystów, wymierny wzrost skuteczności bojowej zapewniany przez te ramiona pozwala utrzymać wysoki wskaźnik realizacji celów misji.

# mods description - body 1
source: For significantly increased survivability in hostile environments, encase an agent's vital organs in triple-plate titanium alloy. An enhanced body modification provides the single biggest protection from punishment you can give a cyborg. Note that this modification must be fitted in order for the cyborg to support any other mods.
pl_pl: W celu znaczącego zwiększenia przeżywalności w środowiskach wrogich zaleca się osłonięcie organów krytycznych potrójną płytą ze stopu tytanu. Wzmocniona modyfikacja tułowia stanowi największy pojedynczy wzrost odporności, jaki można zapewnić cyborgowi. Należy zaznaczyć, że instalacja tej modyfikacji jest warunkiem obsługi wszystkich pozostałych ulepszeń.

# mods description - body 2
source: This enhancement uses the honeycombed superstructure of foam-metal, forged in the microgravity of low orbit, to make it lighter than the body prosthetic currently in use and a higher tensile strength. Improved energy reserve is just one of the advantages of a level 2 body upgrade. Operationally, this translates into having more power and there being less risk of critical damage. With a level 2 body, the way is clear for you to upgrade to level 3 modifications in all other categories.
pl_pl: Ulepszenie to wykorzystuje komórkową superstrukturę metalu piankowego, formowaną w mikrograwitacji niskiej orbity, co zapewnia niższą masę i wyższą wytrzymałość na rozciąganie niż obecnie stosowane protezy tułowia. Zwiększona rezerwa energii to tylko jedna z zalet korpusu poziomu 2. Operacyjnie oznacza to większą dostępność mocy i mniejsze ryzyko uszkodzeń krytycznych. Korpus poziomu 2 otwiera drogę do instalacji modyfikacji poziomu 3 we wszystkich pozostałych kategoriach.

# mods description - body 3
source: Memory plastic tendons replace the steel micro-fibres of earlier mods, making the cyborg now significantly tougher than any with lower tech upgrades. Most notably, this enhancement protects an agent from all known nerve gas weapons.
pl_pl: Ścięgna z tworzywa pamięciowego zastępują stalowe mikrowłókna wcześniejszych modyfikacji, czyniąc cyborga znacznie odporniejszym niż jednostki z niższym poziomem technologii. Co szczególnie istotne, ulepszenie to chroni agenta przed wszystkimi znanymi bojowymi gazami paralityczno-drgawkowymi.

# mods description - brain 1
source: It's the ability to make decisions independently of Executive control that differentiates a decisive agent from a dead agent. This unit contains diamond processors in a 3D matrix integrated with the cyborg's conventional cognitive biomass. It increases basic perceptions and contains trauma management software to improve the cyborg's ability to withstand otherwise critical damage.
pl_pl: Zdolność do podejmowania decyzji niezależnie od kontroli Kierownictwa odróżnia agenta skutecznego od martwego. Moduł ten zawiera diamentowe procesory w macierzy 3D zintegrowanej z biologiczną masą poznawczą cyborga. Zwiększa podstawowe percepcje oraz zawiera oprogramowanie zarządzania urazami, poprawiające zdolność przetrwania obrażeń w innym wypadku krytycznych.

# mods description - brain 2
source: Holographic core memory decreases reaction lag and boosts persuadertron range and signal strength. It also increases the cyborg's resistance to attempts to persuade it. This brain model brings perceptual enhancements across the board and further improvements to the trauma software, increasing the cyborg's survivability margin.
pl_pl: Holograficzna pamięć rdzeniowa redukuje opóźnienia reakcji oraz zwiększa zasięg i siłę sygnału Persuadertronu. Podnosi również odporność cyborga na próby perswazji. Ten model mózgu zapewnia kompleksowe wzmocnienie percepcji oraz dalsze usprawnienia oprogramowania urazowego, zwiększając margines przeżywalności jednostki.

# mods description - brain 3
source: The apogee of portable artificial intelligence technology. At level 3 a modified brain not only delivers increased health but also guarantees improved targeting accuracy; hit rate and energy efficiency benefits. The cyborg can be exposed to environments which would destroy the biological brain almost instantly; this unit can completely backup the biological data and enable the agent to continue to function.
pl_pl: Szczytowe osiągnięcie przenośnej technologii sztucznej inteligencji. Mózg poziomu 3 zapewnia nie tylko dalszy wzrost odporności organizmu, lecz także gwarantuje poprawę precyzji namierzania, skuteczności trafień oraz efektywności energetycznej. Cyborg może operować w środowiskach, które niemal natychmiast zniszczyłyby mózg biologiczny; moduł ten wykonuje pełną kopię danych biologicznych i umożliwia agentowi kontynuowanie działania.

# mods description - hard skin
source: This is complex cellular cyberskin, weaved to provide a bullet-resistant epidermis that radically reduces damage from projectile weapons. Development of a pachyderm/steel mesh hybrid and careful cosmetic enhancement has produced a substance that is extraordinarily tough but just as flexible as normal, vat-grown cyborg flesh.
pl_pl: Jest to złożona, komórkowa cyberskóra, zaprojektowana w celu zapewnienia kuloodpornej epidermy, radykalnie redukującej obrażenia od broni pociskowej. Połączenie hybrydy skóry pachydermicznej z siatką stalową oraz precyzyjne dopracowanie estetyczne zaowocowały materiałem wyjątkowo wytrzymałym, a jednocześnie równie elastycznym jak standardowa tkanka cyborgów hodowana w kadziach.

# mods description - flame skin
source: This cyberskin takes advantage of the latest form of non-toxic asbestos designed for use in spacecraft re-entry. When carrying out operations during firestorm conditions, an agent wearing this skin would suffer far less from incendiary damage than an unprotected counterpart.
pl_pl: Ta cyberskóra wykorzystuje najnowszą, nietoksyczną odmianę azbestu, opracowaną do zastosowań przy wejściu statków kosmicznych w atmosferę. Podczas operacji prowadzonych w warunkach burz ogniowych agent wyposażony w tę modyfikację ponosi znacznie mniejsze straty od broni zapalającej niż jednostka niechroniona.

# mods description - energy skin
source: This is a cyberskin variant based on hydrocarbon polymer augmented by fibre-optic micro-filaments. It should absorb much of the destructive power of energy-based weapon systems. The energy is dispersed from the point of impact around the modified agent's body, and recycled to sustain the skin's protective properties.
pl_pl: Jest to wariant cyberskóry oparty na polimerze węglowodorowym, wzmocnionym światłowodowymi mikrofilamentami. Konstrukcja ta absorbuje znaczną część mocy destrukcyjnej broni energetycznej. Energia rozpraszana jest od punktu trafienia wokół ciała agenta i wtórnie wykorzystywana do podtrzymania właściwości ochronnych skóry.

# mods description - stealth skin
source: This is cutting edge cyberskin technology. The skin uses asynchronous temporal phase-shifting cells to confuse targetting systems, making weapon lock very hard to get. An agent wearing this skin would be almost invisible to his opponents' firepower.
pl_pl: Jest to najnowocześniejsza technologia cyberskóry. Zastosowane asynchroniczne komórki przesunięcia fazy czasowej dezorientują systemy celownicze, znacząco utrudniając uzyskanie blokady broni. Agent wyposażony w tę skórę staje się praktycznie niewidoczny dla ognia przeciwnika.
