Repository: geist22/swars
Catalog: lang/alltext_syndct_pol.po
Languages: pl_pl

# mission brief email orders
source: Prevent emergence of independent syndicate by annihilating the local garrison.
pl_pl: Zapobież powstaniu niezależnego syndykatu poprzez unicestwienie lokalnego garnizonu.

# mission brief email paragraph
source: Well met, <login>.
pl_pl: Witamy, <login>.

# mission brief email paragraph
source: Harbinger has been particularly effective in Rome. With its passing, a tide of chaos is breaking on the streets. Unguided gather and turn to the destruction of the city, block by block.
pl_pl: Zwiastun okazał się szczególnie skuteczny w Rzymie. Po jego przejściu ulice zalewa fala chaosu. Niewiedzeni gromadzą się i przystępują do systematycznego niszczenia miasta, kwadrant po kwadrancie.

# mission brief email paragraph
source: The former EuroCorp security garrison has sealed itself off, while the agent stationed there attempts to regain control of the local, virus-ridden AI. However, the conditions leave the garrison's vault vulnerable. Neutralise all garrison personnel.
pl_pl: Dawny garnizon ochrony EuroCorp odizolował się, podczas gdy stacjonujący tam agent próbuje odzyskać kontrolę nad lokalną, skażoną wirusem SI. Warunki te czynią jednak sejf garnizonu podatnym na przejęcie. Zneutralizuj cały personel garnizonu.

# mission brief tactical information
source: Dropsite: Rome IML Link
pl_pl: Strefa desantu: Rzym – łącze IML

# mission brief tactical information
source: Low-order domicile bunker complexes fortified by category U-Unguided citizens
pl_pl: Kompleksy bunkrów mieszkalnych niskiego standardu okupowane przez obywateli kategorii U–Niewiedzeni

# mission brief tactical information
source: Security garrison
pl_pl: Garnizon ochrony

# mission brief tactical information
source: Garrison vault (underground): estimated value 0.4 MCr
pl_pl: Sejf garnizonu (podziemny): szacowana wartość 0,4 MCr

# mission brief tactical information
source: Satellite alert: control of Rome's Strategic Defense Satellite has been lost to hostile forces unknown
pl_pl: Alert satelitarny: kontrola nad strategicznym satelitą obronnym Rzymu została utracona na rzecz nieznanych wrogich sił

# mission title
source: Body Matters
pl_pl: Sprawy Doczesne

# mission title
source: Interloper
pl_pl: Intruz

# mission title
source: Semi-Automatic
pl_pl: Pół-Automat

# mission brief email orders
source: Hong Kong, Beijing and Phoenix: neutralise rogue agents.
pl_pl: Hongkong, Pekin i Phoenix: zneutralizować zbuntowanych agentów.

# mission brief email orders
source: Return to base for further instructions.
pl_pl: Powrócić do bazy w celu otrzymania dalszych instrukcji.

# mission brief email paragraph
source: Felicitations, <login>.
pl_pl: Gratulacje, <login>.

# mission brief email paragraph
source: The following message was intercepted by netscan at 06:55 yesterday. London AI has just decrypted it.
pl_pl: Poniższa wiadomość została przechwycona przez skan sieciowy wczoraj o 06:55. Londyńska SI właśnie zakończyła jej dekryptaż.

# mission brief email paragraph
source: Message Type: Encoded Transcript
pl_pl: Typ wiadomości: zakodowany zapis transmisji

# mission brief email paragraph
source: Priority: High
pl_pl: Priorytet: wysoki

# mission brief email paragraph
source: FROM: Control
pl_pl: OD: Centrala

# mission brief email paragraph
source: TO: All Field Executives
pl_pl: DO: Wszyscy Kierownicy Operacyjni

# mission brief email paragraph
source: Agents purporting to represent EuroCorp have carried out covert operations in sectors of interest to us.
pl_pl: Agenci podający się za przedstawicieli EuroCorp przeprowadzili tajne operacje w sektorach będących w obszarze naszego zainteresowania.

# mission brief email paragraph
source: Reconnaissance of these areas is desired. Agents should include assessments of their new mods in their reports.
pl_pl: Zaleca się przeprowadzenie rozpoznania tych obszarów. Agenci powinni uwzględnić w raportach ocenę swoich nowych wszczepów.

# mission brief email paragraph
source: Message ends.
pl_pl: Koniec wiadomości.

# mission brief email paragraph
source: It is evident from this message that our activities have been monitored by rogue agents with access to cyber-technology. Some of this technology may be more advanced than our own - we do not know what development resources this group has at its disposal.
pl_pl: Z treści wiadomości jasno wynika, że nasze działania były monitorowane przez zbuntowanych agentów posiadających dostęp do cybertechnologii. Część z niej może przewyższać nasze własne rozwiązania – nie znamy zasobów badawczo-rozwojowych, jakimi dysponuje ta grupa.

# mission brief email paragraph
source: The message has been traced to destinations in Hong Kong, Beijing and Phoenix. Deploy a team of cyborgs to track down and neutralise all unauthorised agents. Our resident AI is now modifying these cities' surveillance systems to detect agents equipped with advanced cybernetic enhancements. Seek out these agents. They must be persuaded to join us or be exterminated.
pl_pl: Wiadomość została namierzona w Hongkongu, Pekinie i Phoenix. Należy wysłać zespoły cyborgów w celu zlokalizowania i neutralizacji wszystkich nieautoryzowanych agentów. Nasza lokalna SI modyfikuje obecnie systemy nadzoru tych miast, aby wykrywać agentów wyposażonych w zaawansowane wszczepy cybernetyczne. Odnaleźć tych agentów. Musisz albo wperswadować im przyłączenie się do nas, albo wyeliminować.

# mission brief email paragraph
source: Additional: Study of the Indoctrinator components you recovered from Phoenix has revealed how the Church of the New Epoch gains converts. The cultists' device contains UTOPIA command-compatible transceiver circuitry. In other words, our enemy has something similar in function to our Persuadertron. Every component is made of a memory plastic which instantly bio-degrades when a zealot's lifesign sensor stops working. This is why we have never found anything on the bodies of cultists, which would have accounted for their power of persuasion. With further study, our R&D staff expect to design a more effective Persuadertron for us, one which would work on zealots.
pl_pl: Dodatkowo: analiza komponentów Indoktrynatora odzyskanych w Phoenix ujawniła sposób, w jaki Kościół Nowej Epoki pozyskuje konwertytów. Urządzenie kultystów zawiera układy nadawczo-odbiorcze kompatybilne z komendami UTOPII. Innymi słowy, wróg dysponuje rozwiązaniem funkcjonalnie zbliżonym do naszego Perswadertronu. Każdy komponent wykonany jest z plastiku pamięciowego, który ulega natychmiastowej biodegradacji po ustaniu sygnałów życiowych nosiciela. Wyjaśnia to, dlaczego nigdy nie odnajdowaliśmy na ciałach kultystów elementów odpowiedzialnych za ich zdolności perswazyjne. Dalsze badania pozwolą naszemu działowi B+R zaprojektować skuteczniejszy Perswadertron, zdolny oddziaływać również na fanatyków.

# mission brief tactical information
source: Target agent
pl_pl: Agent docelowy

# mission brief tactical information
source: Suitable vehicle for gaining access to base
pl_pl: Odpowiedni pojazd do uzyskania dostępu do bazy

# mission brief tactical information
source: Eavesdrop: bank security systems have been recently improved
pl_pl: Podsłuch: systemy zabezpieczeń banku zostały niedawno wzmocnione

# mission title
source: Head Hunt
pl_pl: Łowienie Głów

# mission brief email orders
source: Rome: Persuade rogue agent.
pl_pl: Rzym: Perswaduj zbuntowanego agenta.

# mission brief email paragraph
source: Salutations, <login>.
pl_pl: Pozdrowienia, <login>.

# mission brief email paragraph
source: That was a very successful sweep your agents just conducted. However, the rogue agents' group leader took an IML to Rome and attacked the outpost we recently established. We want this capable agent to join our ranks.
pl_pl: Przeprowadzona przez Twoich agentów operacja była bardzo skuteczna. Jednak lider zbuntowanej grupy agentów użył łącza IML, by przedostać się do Rzymu i zaatakować niedawno ustanowiony przez nas posterunek. Chcemy, aby ten kompetentny agent dołączył do naszych struktur.

# mission brief email paragraph
source: Update: We were lucky to discover Harbinger when we did. At least it means we have an intact AI which continues to prove useful. Consider this: our so-called "Unguided" are being transformed, from unruly mob to determined fighting force. At the helm - one Ko-Paull Vissick; polymath wunderkind and exceptionally gifted intellectual. Vissick is supposed to be one of our top researchers but London AI has picked up his trace right where it shouldn't be.
pl_pl: Aktualizacja: mieliśmy szczęście wykryć Zwiastuna w odpowiednim momencie. Oznacza to przynajmniej, że dysponujemy nienaruszoną SI, która wciąż okazuje się użyteczna. Proszę rozważyć następujący fakt: nasi tak zwani „Niewiedzeni” są przekształcani z niezdyscyplinowanego tłumu w zdeterminowaną siłę bojową. Na ich czele stoi Ko-Paull Vissick – genialny polimat i wybitnie uzdolniony intelektualista. Vissick figuruje jako jeden z naszych czołowych badaczy, jednak Londyńska SI wykryła jego ślad tam, gdzie nie powinien się znajdować.

# mission brief email paragraph
source: We've been tracking as much UTOPIA traffic as we can. The Church of the New Epoch has hijacked a lot of it and most of the rest is just meaningless debris left by Harbinger. However, London AI noticed someone else hacking into UTOPIA, now that such things are actually possible. It appeared to be Vissick. Ultimately, it turned out to be a ghost. No way of telling where it was being sent from. But it must have been Vissick. Hardly anyone else in the Syndicate could have done what he did. God only knows why he's hooked up with this Unguided scum. I'll look into it.
pl_pl: Monitorujemy maksymalną możliwą ilość transferów UTOPII. Kościół Nowej Epoki przejął znaczną ich część, a reszta to w większości bezwartościowe pozostałości po Zwiastunie. Londyńska SI odnotowała jednak jeszcze jeden przypadek ingerencji w UTOPIĘ – teraz, gdy stało się to w ogóle możliwe. Wszystko wskazywało na Vissicka. Ostatecznie okazało się, że był to duch – bez możliwości ustalenia źródła transmisji. Musiał to jednak być Vissick. Mało kto w Syndykacie byłby zdolny do przeprowadzenia takiej operacji. Tylko Bóg wie, dlaczego związał się z tym Niewiedzonym motłochem. Zajmę się sprawą.

# mission brief tactical information
source: Eavesdrop: police on the lookout for an Unguided group which has infiltrated the city in order to fund another uprising
pl_pl: Podsłuch: policja poszukuje grupy Niewiedzonych, która przeniknęła do miasta w celu sfinansowania kolejnego powstania

# mission brief tactical information
source: Eavesdrop: unstable UTOPIA ident signal pattern detected - possible Unguided hideaway
pl_pl: Podsłuch: wykryto niestabilny wzorzec sygnału identyfikacyjnego UTOPII – możliwa kryjówka Niewiedzonych

# mission title
source: Taken To Taks
pl_pl: Wzięta na Celownik

# mission brief email orders
source: New York: Persuade Jennifer Taks.
pl_pl: Nowy Jork: Perswaduj Jennifer Taks.

# mission brief email paragraph
source: Fortuitous greetings, Executive <login>.
pl_pl: Pomyślne pozdrowienia, Dyrektorze Wykonawczy <login>.

# mission brief email paragraph
source: Your presence is required in New York. Several North American corporations have united locally under the banner of the New Atlantic Alliance (NAA). The rapid development of this syndicate is remarkable, given the devastation of UTOPIA communication systems.
pl_pl: Twoja obecność jest wymagana w Nowym Jorku. Kilka północno-amerykańskich korporacji zjednoczyło się lokalnie pod szyldem Nowego Aliansu Atlantyckiego (NAA). Tempo rozwoju tego syndykatu jest godne uwagi, biorąc pod uwagę zniszczenia w systemach komunikacyjnych UTOPII.

# mission brief email paragraph
source: It appears that one of our former media chiefs, Jennifer Taks, is using her privileged access to the Global News Network to locate scientists for the NAA. Ms Taks seems to be having considerable success with this endeavour. We want her and we want to know where to find these scientists.
pl_pl: Wszystko wskazuje na to, że jedna z naszych byłych dyrektorek medialnych, Jennifer Taks, wykorzystuje uprzywilejowany dostęp do Globalnej Sieci Informacyjnej w celu lokalizowania naukowców dla NAA. Pani Taks odnosi w tym zakresie znaczące sukcesy. Chcemy jej oraz informacji o lokalizacji tych naukowców.

# mission brief email paragraph
source: Despatch a team to New York and infiltrate the NAA's Manhattan office in the Global News Network block. Find Ms Taks and persuade her that her loyalties lie with us.
pl_pl: Wyślij zespół do Nowego Jorku i dokonaj infiltracji biura NAA na Manhattanie, zlokalizowanego w kompleksie Globalnej Sieci Informacyjnej. Odnajdź panią Taks i wperswaduj jej, że jej lojalność powinna pozostać przy nas.

# mission brief email paragraph
source: The centre's security is extremely tight. It may be impossible to force entry to it. I will attempt to track the UTOPIA ident signals of the centre's staff to see if any of them leave the centre for any reason. All personnel have codegraft passes, so you will have to persuade one of them to accompany you through the security barriers. Beware of attracting the attentions of local police units who are on heightened alert status.
pl_pl: Zabezpieczenia obiektu są wyjątkowo rygorystyczne. Wymuszenie wejścia może okazać się niemożliwe. Spróbuję śledzić sygnały identyfikacyjne UTOPII personelu, aby sprawdzić, czy którykolwiek z pracowników opuści obiekt. Wszyscy posiadają przepustki typu codegraft, dlatego konieczne będzie wperswadowanie jednemu z nich by przeszedł z Tobą przez bariery ochronne. Należy unikać zwracania uwagi lokalnych jednostek policyjnych, które pozostają w stanie podwyższonej gotowości.

# mission brief tactical information
source: Dropsite: New York IML Link
pl_pl: Strefa desantu: Nowy Jork – łącze IML

# mission brief tactical information
source: New Atlantic Alliance HQ
pl_pl: Kwatera główna Nowego Aliansu Atlantyckiego

# mission brief tactical information
source: Civilian staff housing
pl_pl: Zakwaterowanie personelu cywilnego

# mission brief tactical information
source: Eavesdrop: police have upgraded their vault-breach response teams recently
pl_pl: Podsłuch: policja niedawno wzmocniła zespoły reagowania na włamania do sejfów

# mission title
source: EuroLore
pl_pl: Wiedza EuroCorp

# mission title
source: Walkabout
pl_pl: Samodzielna Operacja

# mission title
source: Secrets
pl_pl: Sekrety

# mission title
source: Forbidden Knowledge
pl_pl: Zakazana Wiedza

# mission brief email orders
source: Santiago, Buenos Aires, Cape Town, Adelaide: Scientists traced.
pl_pl: Santiago, Buenos Aires, Kapsztad, Adelaide: naukowcy namierzeni.

# mission brief email paragraph
source: Profound greetings.
pl_pl: Najgłębsze pozdrowienia.

# mission brief email paragraph
source: London AI has been psych-profiling the message content of an increasing number of subversive broadcasts from Ko-Paull Vissick. His seminal message, sent on an open channel, clearly incited the Unguided to rise up, not only againstthe Syndicate, but also the Church of the New Epoch. Unfortunately, Vissick's invective was littered with prophecies of doom, indicating that his current state of mind is far from stable. He claimed, for example, that the Church of the New Epoch would bring about nothing less than Armageddon. I can only speculate as to how they're supposed to initiate global destruction.
pl_pl: Londyńska SI prowadzi profilowanie psychologiczne treści coraz liczniejszych wywrotowych transmisji Ko-Paulla Vissicka. Jego kluczowe wystąpienie, nadane otwartym kanałem, jednoznacznie podżegało Niewiedzonych do buntu nie tylko przeciw Syndykatowi, lecz także przeciw Kościołowi Nowej Epoki. Niestety, retoryka Vissicka była przesycona wizjami zagłady, co wskazuje na poważną niestabilność jego obecnego stanu psychicznego. Twierdził on między innymi, że Kościół Nowej Epoki doprowadzi do pełnego Armagedonu. Możemy jedynie spekulować, w jaki sposób mieliby oni zapoczątkować globalne zniszczenie.

# mission brief email paragraph
source: Vissick's last assignment was so highly classified - and UTOPIA has been so desolated by the Harbinger virus - that information on the nature of his mission is sketchy. However, we know that he was working as part of a team of top researchers from Gel Data and The Hexagon Corporation on a project in Iceland. Jennifer Taks has given us the locations of Gel Data and Hexagon scientists in Santiago, Buenos Aires, Cape Town and Adelaide. Seek out and persuade these scientists at your discretion.
pl_pl: Ostatnie zadanie Vissicka sprzed wirusa było objęte tak ścisłą klauzulą tajności – a UTOPIA została tak dotkliwie zdewastowana przez Zwiastuna – że informacje o charakterze tej misji są fragmentaryczne. Wiemy jednak, że pracował on w zespole czołowych badaczy Gel Data oraz korporacji Hexagon nad projektem realizowanym w Islandii. Jennifer Taks przekazała nam lokalizacje naukowców Gel Data i Hexagon w Santiago, Buenos Aires, Kapsztadzie oraz Adelaide. Odszukaj tych naukowców i perswaduj ich według własnego uznania.

# mission brief email paragraph
source: Good luck, <login>.
pl_pl: Powodzenia, <login>.

# mission brief tactical information
source: Dropsite: Santiago IML Link
pl_pl: Strefa desantu: Santiago – łącze IML

# mission brief tactical information
source: Target scientist
pl_pl: Naukowiec docelowy

# mission brief tactical information
source: North Side over-run by zealots
pl_pl: Północna dzielnica opanowana przez zelotów

# mission brief tactical information
source: Dropsite: Buenos Aires IML Link
pl_pl: Strefa desantu: Buenos Aires – łącze IML

# mission brief tactical information
source: Hexagon Corporation Headquarters
pl_pl: Siedziba korporacji Hexagon

# mission brief tactical information
source: Eavesdrop: Hexagon reserves vault
pl_pl: Podsłuch: Sejf rezerw Hexagon

# mission brief tactical information
source: Additional cultist activity detected
pl_pl: Wykryto dodatkową aktywność kultystów

# mission brief tactical information
source: Dropsite: Cape Town via APC
pl_pl: Strefa desantu: Kapsztad – przez APC

# mission brief tactical information
source: Hexagon research facility gateway
pl_pl: Wejście do ośrodka badawczego Hexagon

# mission brief tactical information
source: Eavesdrop: Zealots have taken control of this installation
pl_pl: Podsłuch: Zeloci przejęli kontrolę nad tą instalacją

# mission brief tactical information
source: Dropsite: Adelaide IML Link
pl_pl: Strefa desantu: Adelaide – łącze IML

# mission brief tactical information
source: Gel Data Testing Facility
pl_pl: Ośrodek testowy Gel Data

# mission title
source: Missing Link
pl_pl: Brakujące Ogniwo

# mission brief email orders
source: Christchurch: Despatch a team of agents immediately. Locate and secure the trans-polar IML Link.
pl_pl: Christchurch: Datychmiast wysłać zespół agentów. Zlokalizować i zabezpieczyć transpolarne łącze IML.

# mission brief email paragraph
source: It seems that shortly before Harbinger penetrated UTOPIA, Vissick was engaged in a top secret R&D program in Reykjavik. The program's objective was the design of a machine capable of amplifying human cognitive abilities to levels beyond those of AIs. Apparently, the team got further than the design stage. They actually built a device. However, the scientists you persuaded acted only as ancillary technicians to the main project team and so were unable to tell us much more.
pl_pl: Wygląda na to, że krótko przed penetracją UTOPII przez Zwiastuna Vissick był zaangażowany w ściśle tajny program badawczo-rozwojowy w Reykjavíku. Celem projektu było zaprojektowanie maszyny zdolnej wzmacniać ludzkie zdolności poznawcze do poziomu przewyższającego możliwości SI. Zespół najwyraźniej wyszedł poza fazę projektową i faktycznie zbudował urządzenie. Naukowcy, których perswadowałeś, pełnili jednak jedynie funkcje pomocniczych techników wobec głównego zespołu projektowego, przez co nie byli w stanie przekazać nam istotnie więcej informacji.

# mission brief email paragraph
source: The ten key members of the team were known collectively as the Cybernetic Cognition Conference or C3. Chief among them was Ko-Paull Vissick. All C3 members were taken from EuroCorp's R&D elite.
pl_pl: Dziesięciu kluczowych członków zespołu znanych było zbiorczo jako Cybernetyczna Konferencja Kognitywna, w skrócie C3. Na jej czele stał Ko-Paull Vissick. Wszyscy członkowie C3 wywodzili się z elity działu B+R EuroCorp.

# mission brief email paragraph
source: At this time, they all remain unaccounted for.
pl_pl: W chwili obecnej wszyscy pozostają nieodnalezieni.

# mission brief email paragraph
source: News of the failure of the Reykjavik IML Link last month, now appears to have been engineered to provide the project team with maximum security. The C3, meanwhile, secretly commissioned its own trans-polar IML Link from Christchurch. Apparently, this was completed very recently. Secure this IML LInk for our use.
pl_pl: Doniesienia o zeszłomiesięcznej awarii łącza IML w Reykjavíku wydają się być celowo spreparowane w celu zapewnienia zespołowi projektowemu maksymalnego bezpieczeństwa. Równolegle C3 potajemnie zleciło budowę własnego transpolarnego łącza IML w Christchurch. Prace zostały najwyraźniej zakończone bardzo niedawno. Zabezpieczyć to łącze IML do naszego użytku.

# mission brief tactical information
source: Dropsite: Christchurch IML Link A
pl_pl: Strefa desantu: Christchurch – łącze IML A

# mission brief tactical information
source: Target area: Christchurch IML Link B
pl_pl: Obszar docelowy: Christchurch – łącze IML B

# mission brief tactical information
source: Tang Protective agents detected
pl_pl: Wykryto agentów Tang Assurance

# mission brief tactical information
source: Tang agent orders intercepted - agents' target is city bank vault
pl_pl: Przechwycono rozkazy agentów Tang – celem jest skarbiec banku miejskiego

# mission title
source: Dark Angels In The Architecture
pl_pl: Mroczne Anioły w Architekturze

# mission title
source: The Hive
pl_pl: Rój w Ulu

# mission brief email orders
source: Reykjavik: Find out what happened to the C3 project. Activate the IML link to Nuuk.
pl_pl: Reykjavík: ustalić losy projektu C3. Aktywować łącze IML do Nuuk.

# mission brief email orders
source: Nuuk: Conduct a full sweep of the city.
pl_pl: Nuuk: przeprowadzić pełne oczyszczenie miasta.

# mission brief email paragraph
source: Congratulations on achieving your latest objectives, <login>.
pl_pl: Gratulacje z okazji realizacji ostatnich celów, <login>.

# mission brief email paragraph
source: It is imperative that your agents take immediate advantage of access to the trans-polar IML. Send your team to Reykjavik to investigate the C3 research site in Reykjavik. It is difficult to advise you what sort of presence you might expect to find there but, given the sensitive nature of the site, your agents should be on maximum alert. Recover evidence of the status of the C3 programme.
pl_pl: Konieczne jest natychmiastowe wykorzystanie dostępu do transpolarnego łącza IML. Wyślij zespół do Reykjavíku w celu zbadania ośrodka badawczego C3. Trudno przewidzieć, jakiej obecności można się tam spodziewać, jednak ze względu na wrażliwy charakter obiektu agenci powinni pozostawać w stanie najwyższej gotowości. Odzyskać dowody dotyczące aktualnego statusu programu C3.
